-- phpMyAdmin SQL Dump
-- version 4.7.1
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: 2018-02-05 10:37:18
-- 服务器版本： 10.1.23-MariaDB-9+deb9u1
-- PHP Version: 7.0.19-1

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `hot`
--

--
-- 转存表中的数据 `event_member`
--

INSERT INTO `event_member` (`id`, `event_id`, `event`, `member`, `member_id`, `student_id`, `student`, `contact`, `linkman`, `total`, `is_pay`, `is_sign`, `status`, `remarks`, `create_time`, `update_time`, `delete_time`) VALUES
(1, 1, '六月生日会', 'legend', 6, 0, '', '', '', 0, 1, 0, 1, '', 1510217706, 1510217706, NULL),
(2, 1, '超级射手［海岸城站］', 'HoChen', 1, 0, '', '', '', 0, 1, 0, 1, '', 1510225279, 1510225279, NULL),
(3, 1, '超级射手［海岸城站］', 'HoChen', 1, 0, '', '', '', 0, 1, 0, 1, '', 1510225287, 1510225287, NULL),
(4, 1, '超级射手［海岸城站］', 'HoChen', 1, 0, '', '', '', 0, 1, 0, 1, '', 1510225313, 1510225313, NULL),
(5, 1, '超级射手［海岸城站］', 'HoChen', 1, 0, '', '', '', 0, 1, 0, 1, '', 1510278870, 1510278870, NULL),
(6, 1, '超级射手［海岸城站］', 'HoChen', 1, 0, '', '', '', 0, 1, 0, 1, '', 1510285527, 1510285527, NULL),
(7, 1, '超级射手［海岸城站］', 'HoChen', 1, 0, '', '', '', 0, 1, 0, 1, '', 1510285564, 1510285564, NULL),
(8, 1, '超级射手［海岸城站］', 'Hot-basketball2', 2, 0, '', '', '', 0, 1, 0, 1, '', 1510287844, 1510287844, NULL),
(9, 3, '1110', 'wayen_z', 7, 0, '', '', '', 0, 1, 0, 1, '', 1510289913, 1510289913, NULL),
(16, 1, '超级射手［海岸城站］', 'woo123', 8, 0, 'woo123', '18507717466', 'woo123', 0, 1, 0, 1, '', 1510646095, 1510646095, NULL),
(17, 1, '超级射手［海岸城站］', 'woo123', 8, 46, '小woo', '18507717466', 'woo123', 0, 1, 0, 1, '', 1510646221, 1510646221, NULL),
(18, 1, '超级射手［海岸城站］', 'legend', 6, 0, 'legend', '13826505160', 'legend', 0, 1, 0, 1, '', 1510653208, 1510653208, NULL),
(19, 1, '超级射手［海岸城站］', 'legend', 6, 0, 'legend', '13826505160', 'legend', 0, 1, 0, 1, '', 1510653449, 1510653449, NULL),
(20, 1, '超级射手［海岸城站］', 'legend', 6, 74, '新学生', '13826505160', 'legend', 0, 1, 0, 1, '', 1510653449, 1510653449, NULL),
(21, 1, '超级射手［海岸城站］', 'woo123', 8, 0, 'woo123', '18507717466', 'woo123', 0, 1, 0, 1, '', 1510653857, 1510653857, NULL),
(22, 1, '超级射手［海岸城站］', 'HoChen', 1, 0, 'HoChen', '13823599611', 'HoChen', 0, 1, 0, 1, '', 1510654000, 1510654000, NULL),
(23, 1, '超级射手［海岸城站］', 'woo123', 8, 0, 'woo123', '18507717466', 'woo123', 0, 1, 0, 1, '', 1510654018, 1510654018, NULL),
(24, 1, '超级射手［海岸城站］', 'legend', 6, 0, 'legend', '13826505160', 'legend', 0, 1, 0, 1, '', 1510654219, 1510654219, NULL),
(25, 1, '超级射手［海岸城站］', 'legend', 6, 61, '曹操', '13826505160', 'legend', 0, 1, 0, 1, '', 1510654548, 1510654548, NULL),
(26, 2, '大热篮球嘉年华', 'HoChen', 1, 0, 'HoChen', '13823599611', 'HoChen', 0, 1, 0, 1, '', 1510657888, 1510657888, NULL),
(27, 6, '免费活动', 'legend', 6, 0, 'legend', '13826505160', 'legend', 0, 1, 0, 1, '', 1511509660, 1511509660, NULL),
(28, 6, '免费活动', 'legend', 6, 89, '测试1', '13826505160', 'legend', 0, 1, 0, 1, '', 1511509751, 1511509751, NULL),
(29, 6, '免费活动', 'legend', 6, 74, '新学生', '13826505160', 'legend', 0, 1, 0, 1, '', 1511509751, 1511509751, NULL),
(30, 6, '免费活动', 'legend', 6, 0, 'legend', '13826505160', 'legend', 0, 1, 0, 1, '', 1511511756, 1511511756, NULL),
(31, 6, '免费活动', 'legend', 6, 0, 'legend', '13826505160', 'legend', 0, 1, 0, 3, '', 1511512004, 1511512748, NULL),
(32, 1, '超级射手［海岸城站］', 'woo123', 8, 0, 'woo123', '18507717466', 'woo123', 0, 1, 0, 1, '', 1511602995, 1511602995, NULL),
(33, 1, '超级射手［海岸城站］', 'legend', 6, 0, 'legend', '13826505160', 'legend', 0, 1, 0, 1, '', 1511603655, 1511603655, NULL),
(34, 5, '大热测试活动', 'legend', 6, 0, 'legend', '13826505160', 'legend', 0, 1, 0, 1, '', 1511603892, 1511603892, NULL),
(35, 8, 'KHOT世界花式篮球挑战赛、扣篮大赛总决赛', '听海', 138, 0, '听海', '13699757076', '听海', 0, 1, 0, 4, '', 1511927838, 1512375047, NULL),
(36, 8, 'KHOT世界花式篮球挑战赛、扣篮大赛总决赛', 'Hot Basketball 1', 3, 0, 'Hot Basketball 1', '15820474733', 'Hot Basketball 1', 0, 1, 0, 4, '', 1511929088, 1512375047, NULL),
(37, 8, 'KHOT世界花式篮球挑战赛、扣篮大赛总决赛', 'GaoYan', 9, 0, 'GaoYan', '13662270560', 'GaoYan', 0, 1, 0, 4, '', 1511929227, 1512375047, NULL),
(38, 8, 'KHOT世界花式篮球挑战赛、扣篮大赛总决赛', 'HoChen', 1, 0, 'HoChen', '13823599611', 'HoChen', 0, 1, 0, 4, '', 1511929705, 1512375047, NULL),
(39, 8, 'KHOT世界花式篮球挑战赛、扣篮大赛总决赛', 'Amber', 187, 0, 'Amber', '15107642040', 'Amber', 0, 1, 0, 4, '', 1511930168, 1512375047, NULL),
(40, 8, 'KHOT世界花式篮球挑战赛、扣篮大赛总决赛', 'M00100895', 188, 0, 'M00100895', '18820259586', 'M00100895', 0, 1, 0, 4, '', 1511937293, 1512375047, NULL),
(41, 9, 'KHOT世界花式篮球技巧挑战赛青少年大赛', '李芳', 189, 0, '李芳', '13751007132', '李芳', 0, 1, 0, 1, '', 1511938259, 1511938259, NULL),
(42, 9, 'KHOT世界花式篮球技巧挑战赛青少年大赛', '黄之麓666', 177, 0, '黄之麓666', '13502866979', '黄之麓666', 0, 1, 0, 1, '', 1512002749, 1512002749, NULL),
(43, 8, 'KHOT世界花式篮球挑战赛、扣篮大赛总决赛', '饶宏宇', 39, 0, '饶宏宇', '13640904690', '饶宏宇', 0, 1, 0, 1, '', 1512016985, 1512016985, NULL),
(44, 9, 'KHOT世界花式篮球技巧挑战赛青少年大赛', '饶宏宇', 39, 0, '饶宏宇', '13640904690', '饶宏宇', 0, 1, 0, 1, '', 1512017120, 1512017120, NULL),
(45, 9, 'KHOT世界花式篮球技巧挑战赛青少年大赛', 'HoChen', 1, 0, 'HoChen', '13823599611', 'HoChen', 0, 1, 0, 1, '', 1512039832, 1512039832, NULL),
(46, 8, 'KHOT世界花式篮球挑战赛、扣篮大赛总决赛', '婷仔仔', 197, 0, '婷仔仔', '18218171943', '婷仔仔', 0, 1, 0, 1, '', 1512090351, 1512090351, NULL),
(47, 8, 'KHOT世界花式篮球挑战赛、扣篮大赛总决赛', '婷仔仔', 197, 0, '婷仔仔', '18218171943', '婷仔仔', 0, 1, 0, 1, '', 1512090394, 1512090394, NULL),
(48, 8, 'KHOT世界花式篮球挑战赛、扣篮大赛总决赛', '陈小样', 198, 0, '陈小样', '18750918160', '陈小样', 0, 1, 0, 1, '', 1512091365, 1512091365, NULL),
(49, 9, 'KHOT世界花式篮球技巧挑战赛青少年大赛', 'Hot Basketball 1', 3, 0, 'Hot Basketball 1', '15820474733', 'Hot Basketball 1', 0, 1, 0, 1, '', 1512095332, 1512095332, NULL),
(50, 8, 'KHOT世界花式篮球挑战赛、扣篮大赛总决赛', '雷xing', 199, 0, '雷xing', '18502077839', '雷xing', 0, 1, 0, 1, '', 1512095546, 1512095546, NULL),
(51, 9, 'KHOT世界花式篮球技巧挑战赛青少年大赛', '阿吉仔', 200, 0, '阿吉仔', '17507559906', '阿吉仔', 0, 1, 0, 1, '', 1512095842, 1512095842, NULL),
(52, 8, 'KHOT世界花式篮球挑战赛、扣篮大赛总决赛', '阿吉仔', 200, 0, '阿吉仔', '17507559906', '阿吉仔', 0, 1, 0, 1, '', 1512095858, 1512095858, NULL),
(53, 9, 'KHOT世界花式篮球技巧挑战赛青少年大赛', 'wbl6621', 202, 0, 'wbl6621', '13410361295', 'wbl6621', 0, 1, 0, 1, '', 1512095950, 1512095950, NULL),
(54, 8, 'KHOT世界花式篮球挑战赛、扣篮大赛总决赛', '辉', 203, 0, '辉', '13544001197', '辉', 0, 1, 0, 1, '', 1512096144, 1512096144, NULL),
(55, 9, 'KHOT世界花式篮球技巧挑战赛青少年大赛', '拾忆', 204, 0, '拾忆', '18473823905', '拾忆', 0, 1, 0, 1, '', 1512103059, 1512103059, NULL),
(56, 8, 'KHOT世界花式篮球挑战赛、扣篮大赛总决赛', '马小茜', 205, 0, '马小茜', '18300005549', '马小茜', 0, 1, 0, 1, '', 1512107162, 1512107162, NULL),
(57, 9, 'KHOT世界花式篮球技巧挑战赛青少年大赛', '无语', 206, 0, '无语', '13421342275', '无语', 0, 1, 0, 1, '', 1512121866, 1512121866, NULL),
(58, 11, '周末打篮球', 'legend', 6, 0, 'legend', '13826505160', 'legend', 0, 1, 0, 1, '', 1513675534, 1513675534, NULL),
(59, 1, '超级射手［测试］', 'woo123', 8, 0, 'woo123', '18507717466', 'woo123', 0, 1, 0, 1, '', 1514444520, 1514444520, NULL),
(60, 1, '超级射手［测试］', 'HoChen', 1, 0, 'HoChen', '13823599611', 'HoChen', 0, 1, 0, 1, '', 1514444711, 1514444711, NULL),
(61, 1, '超级射手［测试］', '+*', 5, 0, '+*', '13418931599', '+*', 0, 1, 0, 1, '', 1514449043, 1514449043, NULL),
(62, 21, '测试', 'Hot Basketball 1', 3, 0, 'Hot Basketball 1', '15820474733', 'Hot Basketball 1', 0, 1, 0, 1, '', 1516437283, 1516437283, NULL),
(63, 22, '测试', 'Bingo', 21, 0, 'Bingo', '13692692153', 'Bingo', 0, 1, 0, 1, '', 1516437810, 1516437810, NULL),
(64, 23, '亲子体适能趣味活动', 'RacHeL', 455, 0, 'RacHeL', '13530938671', 'RacHeL', 0, 1, 0, 1, '', 1516717033, 1516717033, NULL),
(65, 19, '测试', 'wayen_z', 7, 0, 'wayen_z', '15018514302', 'wayen_z', 0, 1, 0, 3, '', 1516978988, 1516979079, NULL),
(66, 24, '1元抢大热利是封', 'HoChen', 1, 0, 'HoChen', '13823599611', 'HoChen', 0, 1, 0, 1, '', 1517484299, 1517484299, NULL),
(67, 24, '1元抢大热利是封', '笑待生活', 474, 0, '笑待生活', '18676676537', '笑待生活', 0, 1, 0, 1, '', 1517494363, 1517494363, NULL),
(68, 24, '1元抢大热利是封', '刘颖', 475, 0, '刘颖', '13924616919', '刘颖', 0, 1, 0, 1, '', 1517494397, 1517494397, NULL),
(69, 24, '1元抢大热利是封', 'willng', 12, 0, 'willng', '13684925727', 'willng', 0, 1, 0, 1, '', 1517494465, 1517494465, NULL),
(70, 24, '1元抢大热利是封', 'AK', 18, 0, 'AK', '18566201712', 'AK', 0, 1, 0, 1, '', 1517494513, 1517494513, NULL),
(71, 24, '1元抢大热利是封', '+*', 5, 0, '+*', '13418931599', '+*', 0, 1, 0, 1, '劉嘉興', 1517495281, 1517495281, NULL),
(72, 24, '1元抢大热利是封', '风情小子', 440, 0, '风情小子', '18718389148', '风情小子', 0, 1, 0, 1, '', 1517495524, 1517495524, NULL),
(73, 24, '1元抢大热利是封', '秋雨', 317, 0, '秋雨', '18925269368', '秋雨', 0, 1, 0, 1, '', 1517495615, 1517495615, NULL),
(74, 24, '1元抢大热利是封', '大芝', 441, 0, '大芝', '15113990278', '大芝', 0, 1, 0, 1, '', 1517495761, 1517495761, NULL),
(75, 24, '1元抢大热利是封', '5aaaaa', 476, 0, '5aaaaa', '13794818581', '5aaaaa', 0, 1, 0, 1, '', 1517496086, 1517496086, NULL),
(76, 24, '1元抢大热利是封', '帅气的蝈蝈', 477, 0, '帅气的蝈蝈', '13266592803', '帅气的蝈蝈', 0, 1, 0, 1, '', 1517496154, 1517496154, NULL),
(77, 24, '1元抢大热利是封', 'weilin666', 4, 0, 'weilin666', '13410599612', 'weilin666', 0, 1, 0, 1, '', 1517497412, 1517497412, NULL),
(78, 24, '1元抢大热利是封', '珊珊', 478, 0, '珊珊', '13790936515', '珊珊', 0, 1, 0, 1, '', 1517500061, 1517500061, NULL),
(79, 24, '1元抢大热利是封', 'woo123', 8, 0, 'woo123', '18507717466', 'woo123', 0, 1, 0, 1, '', 1517500725, 1517500725, NULL),
(80, 24, '1元抢大热利是封', 'wayen_z', 7, 0, 'wayen_z', '15018514302', 'wayen_z', 0, 1, 0, 1, '', 1517500823, 1517500823, NULL),
(81, 24, '1元抢大热利是封', '番番最标致', 442, 0, '番番最标致', '18819877560', '番番最标致', 0, 1, 0, 1, '', 1517500840, 1517500840, NULL),
(82, 24, '1元抢大热利是封', 'luoruibao', 185, 0, 'luoruibao', '18825207520', 'luoruibao', 0, 1, 0, 1, '', 1517514511, 1517514511, NULL),
(83, 24, '1元抢大热利是封', 'GaoYan', 9, 0, 'GaoYan', '13662270560', 'GaoYan', 0, 1, 0, 1, '', 1517515309, 1517515309, NULL),
(84, 24, '1元抢大热利是封', '叶志坚', 479, 0, '叶志坚', '13510088998', '叶志坚', 0, 1, 0, 1, '', 1517523696, 1517523696, NULL),
(85, 24, '1元抢大热利是封', '幼稚园杀手', 482, 0, '幼稚园杀手', '13682397007', '幼稚园杀手', 0, 1, 0, 1, '', 1517539025, 1517539025, NULL),
(86, 24, '1元抢大热利是封', '雨', 169, 0, '雨', '13302933960', '雨', 0, 1, 0, 1, '', 1517539339, 1517539339, NULL),
(87, 24, '1元抢大热利是封', 'l朱民皓', 320, 0, 'l朱民皓', '13360093862', 'l朱民皓', 0, 1, 0, 1, '', 1517542226, 1517542226, NULL),
(88, 24, '1元抢大热利是封', '静', 147, 0, '静', '13530943120', '静', 0, 1, 0, 1, '', 1517542450, 1517542450, NULL),
(89, 24, '1元抢大热利是封', 'Greeny', 13, 0, 'Greeny', '13828880254', 'Greeny', 0, 1, 0, 1, '', 1517551437, 1517551437, NULL),
(90, 24, '1元抢大热利是封', '黄之麓666', 177, 0, '黄之麓666', '13502866979', '黄之麓666', 0, 1, 0, 1, '', 1517556088, 1517556088, NULL),
(91, 24, '1元抢大热利是封', '三吉木易', 237, 0, '三吉木易', '13922807565', '三吉木易', 0, 1, 0, 1, '', 1517568802, 1517568802, NULL),
(92, 24, '1元抢大热利是封', '鹿鸣', 486, 0, '鹿鸣', '13631692271', '鹿鸣', 0, 1, 0, 1, '', 1517671245, 1517671245, NULL),
(93, 24, '1元抢大热利是封', 'banana', 487, 0, 'banana', '13450108445', 'banana', 0, 1, 0, 1, '', 1517724147, 1517724147, NULL);
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
