/*
Navicat MySQL Data Transfer

Source Server         : mysql
Source Server Version : 50553
Source Host           : localhost:3306
Source Database       : hot

Target Server Type    : MYSQL
Target Server Version : 50553
File Encoding         : 65001

Date: 2017-12-14 11:37:23
*/

SET FOREIGN_KEY_CHECKS=0;

-- ----------------------------
-- Table structure for `exercise`
-- ----------------------------
DROP TABLE IF EXISTS `exercise`;
CREATE TABLE `exercise` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `member_id` int(10) NOT NULL,
  `member` varchar(60) NOT NULL COMMENT '作者',
  `camp_id` int(10) NOT NULL DEFAULT '0' COMMENT '0则为平台',
  `camp` varchar(60) NOT NULL DEFAULT '平台' COMMENT '默认平台',
  `exercise` varchar(60) NOT NULL COMMENT '训练项目',
  `pid` int(10) NOT NULL DEFAULT '0',
  `exercise_setion` varchar(60) NOT NULL DEFAULT '所有人' COMMENT '适合阶段',
  `exercise_detail` text NOT NULL,
  `media` varchar(255) NOT NULL COMMENT '视频地址',
  `is_open` tinyint(4) NOT NULL DEFAULT '1' COMMENT '0:不开放;|1:开放',
  `status` tinyint(4) NOT NULL DEFAULT '1' COMMENT '1:启用|0:待审核|>1 用户自己的',
  `create_time` int(10) NOT NULL,
  `delete_time` int(10) DEFAULT NULL,
  `update_time` int(10) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=463 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of exercise
-- ----------------------------
INSERT INTO `exercise` VALUES ('1', '0', '平台', '0', '平台', '热身游戏', '0', '热身游戏', '', '', '1', '1', '1513222604', null, '0');
INSERT INTO `exercise` VALUES ('2', '0', '平台', '0', '平台', '投篮', '0', '投篮', '', '', '1', '1', '1513222604', null, '0');
INSERT INTO `exercise` VALUES ('3', '0', '平台', '0', '平台', '传球', '0', '传球', '', '', '1', '1', '1513222604', null, '0');
INSERT INTO `exercise` VALUES ('4', '0', '平台', '0', '平台', '上篮', '0', '上篮', '', '', '1', '1', '1513222604', null, '0');
INSERT INTO `exercise` VALUES ('5', '0', '平台', '0', '平台', '原地运球', '0', '原地运球', '', '', '1', '1', '1513222604', null, '0');
INSERT INTO `exercise` VALUES ('6', '0', '平台', '0', '平台', '行进间运球', '0', '行进间运球', '', '', '1', '1', '1513222604', null, '0');
INSERT INTO `exercise` VALUES ('7', '0', '平台', '0', '平台', '基本移动技能', '0', '基本移动技能', '', '', '1', '1', '1513222604', null, '0');
INSERT INTO `exercise` VALUES ('8', '0', '平台', '0', '平台', '基本团队配合', '0', '基本团队配合', '', '', '1', '1', '1513222604', null, '0');
INSERT INTO `exercise` VALUES ('9', '0', '平台', '0', '平台', '一对一', '0', '一对一', '', '', '1', '1', '1513222604', null, '0');
INSERT INTO `exercise` VALUES ('10', '0', '平台', '0', '平台', '进阶团队配合', '0', '进阶团队配合', '', '', '1', '1', '1513222604', null, '0');
INSERT INTO `exercise` VALUES ('11', '0', '平台', '0', '平台', '其他', '0', '其他', '', '', '1', '1', '1513222604', null, '0');
INSERT INTO `exercise` VALUES ('244', '0', '平台', '0', '平台', '抢尾巴（无球、运球）', '1', '热身游戏', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('245', '0', '平台', '0', '平台', '雪糕筒大战（无球 、运球）', '1', '热身游戏', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('246', '0', '平台', '0', '平台', '红绿灯（无球、运球）', '1', '热身游戏', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('247', '0', '平台', '0', '平台', '贴膏药', '1', '热身游戏', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('248', '0', '平台', '0', '平台', '长江黄河', '1', '热身游戏', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('249', '0', '平台', '0', '平台', '贴报纸跑（无球 、运球）', '1', '热身游戏', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('250', '0', '平台', '0', '平台', '抢呼啦圈（无球 、运球）', '1', '热身游戏', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('251', '0', '平台', '0', '平台', '穿越（无球 、运球）', '1', '热身游戏', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('252', '0', '平台', '0', '平台', '躲避报纸（橄榄球）', '1', '热身游戏', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('253', '0', '平台', '0', '平台', '抓人游戏（黑魔王&白天使）', '1', '热身游戏', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('254', '0', '平台', '0', '平台', '运球 1-2-3', '1', '热身游戏', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('255', '0', '平台', '0', '平台', '追逐游戏', '1', '热身游戏', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('256', '0', '平台', '0', '平台', '徒手练习投篮动作', '2', '投篮', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('257', '0', '平台', '0', '平台', '单手对空直投', '2', '投篮', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('258', '0', '平台', '0', '平台', '屈膝地上投篮', '2', '投篮', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('259', '0', '平台', '0', '平台', '持球两人对投篮练习', '2', '投篮', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('260', '0', '平台', '0', '平台', '篮框左右自投自抢', '2', '投篮', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('261', '0', '平台', '0', '平台', '定点投篮', '2', '投篮', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('262', '0', '平台', '0', '平台', '斜、直、曲线各种移动接球投篮', '2', '投篮', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('263', '0', '平台', '0', '平台', '无球跑动接球投篮', '2', '投篮', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('264', '0', '平台', '0', '平台', '反跑接球投篮', '2', '投篮', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('265', '0', '平台', '0', '平台', '挡拆投篮', '2', '投篮', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('266', '0', '平台', '0', '平台', '空、横、纵切入接球投篮', '2', '投篮', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('267', '0', '平台', '0', '平台', '三人连续投抢练习', '2', '投篮', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('268', '0', '平台', '0', '平台', '5点移动接球综合投篮', '2', '投篮', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('269', '0', '平台', '0', '平台', '半场传接球投篮', '2', '投篮', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('270', '0', '平台', '0', '平台', '全场运球投篮', '2', '投篮', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('271', '0', '平台', '0', '平台', '两人连续抢球传接投篮', '2', '投篮', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('272', '0', '平台', '0', '平台', '8字绕障碍物接球投篮', '2', '投篮', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('273', '0', '平台', '0', '平台', '内外策应接球投篮', '2', '投篮', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('274', '0', '平台', '0', '平台', '三人8字传接球投篮', '2', '投篮', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('275', '0', '平台', '0', '平台', '三人直线移动传接投篮', '2', '投篮', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('276', '0', '平台', '0', '平台', '对抗性一攻一守练习投篮', '2', '投篮', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('277', '0', '平台', '0', '平台', '摆脱防守投篮练习', '2', '投篮', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('278', '0', '平台', '0', '平台', '两人交叉投篮练习', '2', '投篮', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('279', '0', '平台', '0', '平台', '凳子放球投篮', '2', '投篮', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('280', '0', '平台', '0', '平台', '底线追球，一人持球投篮，一人防守', '2', '投篮', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('281', '0', '平台', '0', '平台', '折返跑接球投篮', '2', '投篮', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('282', '0', '平台', '0', '平台', '干拔投篮', '2', '投篮', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('283', '0', '平台', '0', '平台', '接球急停跳投', '2', '投篮', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('284', '0', '平台', '0', '平台', '持球运球急停投篮', '2', '投篮', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('285', '0', '平台', '0', '平台', '变向运球急停投篮', '2', '投篮', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('286', '0', '平台', '0', '平台', '转身跳投', '2', '投篮', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('287', '0', '平台', '0', '平台', '假动作跳投', '2', '投篮', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('288', '0', '平台', '0', '平台', '对抗性一攻一守跳投练习', '2', '投篮', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('289', '0', '平台', '0', '平台', '接球后冲击防护垫运球急停跳投', '2', '投篮', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('290', '0', '平台', '0', '平台', '一大二小三高跳步伐练习', '2', '投篮', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('291', '0', '平台', '0', '平台', '持球原地踩点练习（无球）', '2', '投篮', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('292', '0', '平台', '0', '平台', '行进间分解动作练习', '2', '投篮', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('293', '0', '平台', '0', '平台', '持球最后一步屈膝上抬起跳练习', '2', '投篮', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('294', '0', '平台', '0', '平台', '单人对墙传球', '3', '传球', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('295', '0', '平台', '0', '平台', '两人原地传接球', '3', '传球', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('296', '0', '平台', '0', '平台', '三人或多人同时传球练习', '3', '传球', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('297', '0', '平台', '0', '平台', '指定运球数后的同时传球', '3', '传球', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('298', '0', '平台', '0', '平台', '传球后跑位（三人一球）', '3', '传球', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('299', '0', '平台', '0', '平台', '机关枪传球', '3', '传球', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('300', '0', '平台', '0', '平台', '四角传球', '3', '传球', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('301', '0', '平台', '0', '平台', '3人八字传球', '3', '传球', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('302', '0', '平台', '0', '平台', '摆脱防守传接球', '3', '传球', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('303', '0', '平台', '0', '平台', '绕球后传球', '3', '传球', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('304', '0', '平台', '0', '平台', '踩呼啦圈传球', '3', '传球', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('305', '0', '平台', '0', '平台', '三人直线传球', '3', '传球', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('306', '0', '平台', '0', '平台', '双人双球', '3', '传球', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('307', '0', '平台', '0', '平台', '三人双球', '3', '传球', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('308', '0', '平台', '0', '平台', '三人三球', '3', '传球', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('309', '0', '平台', '0', '平台', '三人四球', '3', '传球', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('310', '0', '平台', '0', '平台', '三分线持续三步上篮动作', '4', '上篮', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('311', '0', '平台', '0', '平台', '运球三步上篮（低手或高手上篮）', '4', '上篮', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('312', '0', '平台', '0', '平台', '各种角度运球上篮', '4', '上篮', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('313', '0', '平台', '0', '平台', 'v型上篮（单次或双次）', '4', '上篮', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('314', '0', '平台', '0', '平台', '半场左右交叉接球上篮', '4', '上篮', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('315', '0', '平台', '0', '平台', '全场运球上篮', '4', '上篮', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('316', '0', '平台', '0', '平台', '全场绕三圈运球上篮', '4', '上篮', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('317', '0', '平台', '0', '平台', '全场传接球上篮', '4', '上篮', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('318', '0', '平台', '0', '平台', '全场快攻传接球上篮', '4', '上篮', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('319', '0', '平台', '0', '平台', '三人8字传接球上篮（防守或无防守）', '4', '上篮', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('320', '0', '平台', '0', '平台', '全场来回捡球三步上篮', '4', '上篮', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('321', '0', '平台', '0', '平台', '各种无球移动、配合上篮', '4', '上篮', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('322', '0', '平台', '0', '平台', '摆脱防守上篮', '4', '上篮', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('323', '0', '平台', '0', '平台', '切入对抗性上篮', '4', '上篮', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('324', '0', '平台', '0', '平台', '二人挡拆接球上篮', '4', '上篮', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('325', '0', '平台', '0', '平台', '三人挡拆接球上篮', '4', '上篮', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('326', '0', '平台', '0', '平台', '掩护接球上篮', '4', '上篮', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('327', '0', '平台', '0', '平台', '反掩护接球上篮', '4', '上篮', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('328', '0', '平台', '0', '平台', '外侧应接球上篮', '4', '上篮', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('329', '0', '平台', '0', '平台', '内侧应接球上篮', '4', '上篮', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('330', '0', '平台', '0', '平台', '变向过人上篮', '4', '上篮', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('331', '0', '平台', '0', '平台', '三步变向上篮', '4', '上篮', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('332', '0', '平台', '0', '平台', '运球转身上篮', '4', '上篮', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('333', '0', '平台', '0', '平台', '反跑切入接球上篮', '4', '上篮', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('334', '0', '平台', '0', '平台', '运球读数', '5', '原地运球', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('335', '0', '平台', '0', '平台', '击掌运球', '5', '原地运球', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('336', '0', '平台', '0', '平台', '换位运球', '5', '原地运球', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('337', '0', '平台', '0', '平台', '座椅子运球', '5', '原地运球', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('338', '0', '平台', '0', '平台', '转身接运球', '5', '原地运球', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('339', '0', '平台', '0', '平台', '数量运球', '5', '原地运球', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('340', '0', '平台', '0', '平台', '扶雪糕筒运球', '5', '原地运球', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('341', '0', '平台', '0', '平台', '快速低运球', '5', '原地运球', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('342', '0', '平台', '0', '平台', '运球计时', '5', '原地运球', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('343', '0', '平台', '0', '平台', '抛接网球运球', '5', '原地运球', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('344', '0', '平台', '0', '平台', '高运球改低运球', '5', '原地运球', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('345', '0', '平台', '0', '平台', '拍打运球', '5', '原地运球', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('346', '0', '平台', '0', '平台', '体前交替运球（双手）', '5', '原地运球', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('347', '0', '平台', '0', '平台', '体前交替运球（单手）', '5', '原地运球', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('348', '0', '平台', '0', '平台', '前后推拉球', '5', '原地运球', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('349', '0', '平台', '0', '平台', '原地运球转身', '5', '原地运球', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('350', '0', '平台', '0', '平台', '原地背后运球', '5', '原地运球', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('351', '0', '平台', '0', '平台', '原地胯下运球', '5', '原地运球', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('352', '0', '平台', '0', '平台', '胯下前后换手运球', '5', '原地运球', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('353', '0', '平台', '0', '平台', '运双球（同上同下）', '5', '原地运球', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('354', '0', '平台', '0', '平台', '运双球（一上一下）', '5', '原地运球', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('355', '0', '平台', '0', '平台', '运双球（一高一低）', '5', '原地运球', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('356', '0', '平台', '0', '平台', '运双球（左右换手）', '5', '原地运球', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('357', '0', '平台', '0', '平台', '运双球（体前背后）', '5', '原地运球', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('358', '0', '平台', '0', '平台', '运双球（单球胯下）', '5', '原地运球', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('359', '0', '平台', '0', '平台', '运双球（双球胯下）', '5', '原地运球', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('360', '0', '平台', '0', '平台', '运双球（转身）', '5', '原地运球', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('361', '0', '平台', '0', '平台', '运四球（两人配合）', '5', '原地运球', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('362', '0', '平台', '0', '平台', '手拉手运球', '6', '行进间运球', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('363', '0', '平台', '0', '平台', '直线往返运球', '6', '行进间运球', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('364', '0', '平台', '0', '平台', 'Z字形换手运球', '6', '行进间运球', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('365', '0', '平台', '0', '平台', 'S字形运球', '6', '行进间运球', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('366', '0', '平台', '0', '平台', '弧线运球', '6', '行进间运球', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('367', '0', '平台', '0', '平台', '急停急起运球', '6', '行进间运球', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('368', '0', '平台', '0', '平台', 'T字形运球', '6', '行进间运球', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('369', '0', '平台', '0', '平台', '跑线运球', '6', '行进间运球', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('370', '0', '平台', '0', '平台', '运球走敏捷梯', '6', '行进间运球', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('371', '0', '平台', '0', '平台', '拉皮筋运球', '6', '行进间运球', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('372', '0', '平台', '0', '平台', '推肩膀运球', '6', '行进间运球', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('373', '0', '平台', '0', '平台', '撞击运球', '6', '行进间运球', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('374', '0', '平台', '0', '平台', '变速运球', '6', '行进间运球', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('375', '0', '平台', '0', '平台', '攻击步运球', '6', '行进间运球', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('376', '0', '平台', '0', '平台', '体前变向（换手）', '6', '行进间运球', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('377', '0', '平台', '0', '平台', '体前变向（不换手）', '6', '行进间运球', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('378', '0', '平台', '0', '平台', '行进间胯下', '6', '行进间运球', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('379', '0', '平台', '0', '平台', '行进间运球转身', '6', '行进间运球', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('380', '0', '平台', '0', '平台', '行进间背后运球', '6', '行进间运球', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('381', '0', '平台', '0', '平台', '行进间运双球（同上同下）', '6', '行进间运球', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('382', '0', '平台', '0', '平台', '行进间运双球（一上一下）', '6', '行进间运球', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('383', '0', '平台', '0', '平台', '行进间运双球（一高一低）', '6', '行进间运球', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('384', '0', '平台', '0', '平台', '行进间运双球（左右换手）', '6', '行进间运球', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('385', '0', '平台', '0', '平台', '行进间运双球（体前背后）', '6', '行进间运球', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('386', '0', '平台', '0', '平台', '行进间运双球（单球胯下）', '6', '行进间运球', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('387', '0', '平台', '0', '平台', '行进间运双球（双球胯下）', '6', '行进间运球', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('388', '0', '平台', '0', '平台', '行进间运双球（转身）', '6', '行进间运球', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('389', '0', '平台', '0', '平台', '脚步', '7', '基本移动技能', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('390', '0', '平台', '0', '平台', '向前/向后跑', '7', '基本移动技能', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('391', '0', '平台', '0', '平台', '停步/启动', '7', '基本移动技能', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('392', '0', '平台', '0', '平台', '变向', '7', '基本移动技能', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('393', '0', '平台', '0', '平台', '横向移动/滑步', '7', '基本移动技能', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('394', '0', '平台', '0', '平台', '身体控制', '7', '基本移动技能', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('395', '0', '平台', '0', '平台', '转身-前转身/后转身', '7', '基本移动技能', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('396', '0', '平台', '0', '平台', '弹跳', '7', '基本移动技能', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('397', '0', '平台', '0', '平台', '跳步急停', '7', '基本移动技能', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('398', '0', '平台', '0', '平台', '顺步急停', '7', '基本移动技能', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('399', '0', '平台', '0', '平台', '进攻三威胁姿势', '7', '基本移动技能', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('400', '0', '平台', '0', '平台', '防守姿势', '7', '基本移动技能', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('401', '0', '平台', '0', '平台', '进攻配合', '8', '基本团队配合', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('402', '0', '平台', '0', '平台', '进攻基础', '8', '基本团队配合', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('403', '0', '平台', '0', '平台', '二人配合', '8', '基本团队配合', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('404', '0', '平台', '0', '平台', '传切', '8', '基本团队配合', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('405', '0', '平台', '0', '平台', '反跑', '8', '基本团队配合', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('406', '0', '平台', '0', '平台', 'LV-cuts ( L字切入V字切入)', '8', '基本团队配合', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('407', '0', '平台', '0', '平台', '有球掩护', '8', '基本团队配合', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('408', '0', '平台', '0', '平台', '突破分球', '8', '基本团队配合', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('409', '0', '平台', '0', '平台', '三人配合', '8', '基本团队配合', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('410', '0', '平台', '0', '平台', '场上空间平衡', '8', '基本团队配合', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('411', '0', '平台', '0', '平台', '无球掩护', '8', '基本团队配合', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('412', '0', '平台', '0', '平台', '五人配合', '8', '基本团队配合', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('413', '0', '平台', '0', '平台', '空间平衡', '8', '基本团队配合', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('414', '0', '平台', '0', '平台', '球员落位', '8', '基本团队配合', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('415', '0', '平台', '0', '平台', '进攻有优势情况下 （多打少情况）', '8', '基本团队配合', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('416', '0', '平台', '0', '平台', '防守端配合', '8', '基本团队配合', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('417', '0', '平台', '0', '平台', '防守掩护 一防二 二防三', '8', '基本团队配合', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('418', '0', '平台', '0', '平台', '进攻', '9', '一对一', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('419', '0', '平台', '0', '平台', '面框', '9', '一对一', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('420', '0', '平台', '0', '平台', '摆脱防守', '9', '一对一', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('421', '0', '平台', '0', '平台', '试探步', '9', '一对一', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('422', '0', '平台', '0', '平台', '传篮假动作', '9', '一对一', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('423', '0', '平台', '0', '平台', '后撤', '9', '一对一', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('424', '0', '平台', '0', '平台', 'Pro hop', '9', '一对一', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('425', '0', '平台', '0', '平台', '投篮假动作', '9', '一对一', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('426', '0', '平台', '0', '平台', '防守', '9', '一对一', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('427', '0', '平台', '0', '平台', '姿势', '9', '一对一', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('428', '0', '平台', '0', '平台', '防守时如何移动', '9', '一对一', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('429', '0', '平台', '0', '平台', '防守运球动作', '9', '一对一', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('430', '0', '平台', '0', '平台', '防守投篮动作', '9', '一对一', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('431', '0', '平台', '0', '平台', '防守传球动作', '9', '一对一', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('432', '0', '平台', '0', '平台', '给球压力', '9', '一对一', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('433', '0', '平台', '0', '平台', '进攻端配合', '10', '进阶团队配合', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('434', '0', '平台', '0', '平台', '两人配合', '10', '进阶团队配合', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('435', '0', '平台', '0', '平台', '沿传球方向移动', '10', '进阶团队配合', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('436', '0', '平台', '0', '平台', '三人配合', '10', '进阶团队配合', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('437', '0', '平台', '0', '平台', '球的快速转边', '10', '进阶团队配合', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('438', '0', '平台', '0', '平台', '下掩护', '10', '进阶团队配合', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('439', '0', '平台', '0', '平台', '后掩护', '10', '进阶团队配合', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('440', '0', '平台', '0', '平台', '横向掩护', '10', '进阶团队配合', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('441', '0', '平台', '0', '平台', 'Looping', '10', '进阶团队配合', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('442', '0', '平台', '0', '平台', 'Curls', '10', '进阶团队配合', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('443', '0', '平台', '0', '平台', 'Fades', '10', '进阶团队配合', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('444', '0', '平台', '0', '平台', '五人配合', '10', '进阶团队配合', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('445', '0', '平台', '0', '平台', '五人快攻', '10', '进阶团队配合', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('446', '0', '平台', '0', '平台', '移动进攻概念', '10', '进阶团队配合', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('447', '0', '平台', '0', '平台', '区域进攻概念', '10', '进阶团队配合', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('448', '0', '平台', '0', '平台', '破压迫防守', '10', '进阶团队配合', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('449', '0', '平台', '0', '平台', '破压迫防守', '10', '进阶团队配合', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('450', '0', '平台', '0', '平台', '防守配合', '10', '进阶团队配合', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('451', '0', '平台', '0', '平台', '协防', '10', '进阶团队配合', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('452', '0', '平台', '0', '平台', '上前防守', '10', '进阶团队配合', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('453', '0', '平台', '0', '平台', '攻守转换防守', '10', '进阶团队配合', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('454', '0', '平台', '0', '平台', '紧逼防守', '10', '进阶团队配合', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('455', '0', '平台', '0', '平台', '区域防守', '10', '进阶团队配合', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('456', '0', '平台', '0', '平台', '5 人比赛中防守轮换', '10', '进阶团队配合', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('457', '0', '平台', '0', '平台', '一些特殊位置配合', '10', '进阶团队配合', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('458', '0', '平台', '0', '平台', '低位动作', '10', '进阶团队配合', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('459', '0', '平台', '0', '平台', '低位姿势', '10', '进阶团队配合', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('460', '0', '平台', '0', '平台', '要位', '10', '进阶团队配合', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('461', '0', '平台', '0', '平台', '进攻动作', '10', '进阶团队配合', '', '', '1', '1', '1513222621', null, '0');
INSERT INTO `exercise` VALUES ('462', '0', '平台', '0', '平台', '防守动作', '10', '进阶团队配合', '', '', '1', '1', '1513222621', null, '0');
