/*
Navicat MySQL Data Transfer

Source Server         : mysql
Source Server Version : 50553
Source Host           : localhost:3306
Source Database       : hot

Target Server Type    : MYSQL
Target Server Version : 50553
File Encoding         : 65001

Date: 2017-12-15 16:45:58
*/

SET FOREIGN_KEY_CHECKS=0;

-- ----------------------------
-- Table structure for `exercise`
-- ----------------------------
DROP TABLE IF EXISTS `exercise`;
CREATE TABLE `exercise` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `member_id` int(10) NOT NULL,
  `member` varchar(60) NOT NULL COMMENT '作者',
  `camp_id` int(10) NOT NULL DEFAULT '0' COMMENT '0则为平台',
  `camp` varchar(60) NOT NULL DEFAULT '平台' COMMENT '默认平台',
  `exercise` varchar(60) NOT NULL COMMENT '训练项目',
  `pid` int(10) NOT NULL DEFAULT '0',
  `exercise_setion` varchar(60) NOT NULL DEFAULT '所有人' COMMENT '适合阶段',
  `exercise_detail` text NOT NULL,
  `media` varchar(255) NOT NULL COMMENT '视频地址',
  `is_open` tinyint(4) NOT NULL DEFAULT '1' COMMENT '0:不开放;|1:开放',
  `status` tinyint(4) NOT NULL DEFAULT '1' COMMENT '1:启用|0:待审核|>1 用户自己的',
  `create_time` int(10) NOT NULL,
  `delete_time` int(10) DEFAULT NULL,
  `update_time` int(10) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=684 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of exercise
-- ----------------------------
INSERT INTO `exercise` VALUES ('1', '0', '平台', '0', '平台', '热身游戏', '0', '热身游戏', '', '', '1', '1', '1513327478', null, '0');
INSERT INTO `exercise` VALUES ('2', '0', '平台', '0', '平台', '投篮', '0', '投篮', '', '', '1', '1', '1513327478', null, '0');
INSERT INTO `exercise` VALUES ('3', '0', '平台', '0', '平台', '传球', '0', '传球', '', '', '1', '1', '1513327478', null, '0');
INSERT INTO `exercise` VALUES ('4', '0', '平台', '0', '平台', '上篮', '0', '上篮', '', '', '1', '1', '1513327478', null, '0');
INSERT INTO `exercise` VALUES ('5', '0', '平台', '0', '平台', '原地运球', '0', '原地运球', '', '', '1', '1', '1513327478', null, '0');
INSERT INTO `exercise` VALUES ('6', '0', '平台', '0', '平台', '行进间运球', '0', '行进间运球', '', '', '1', '1', '1513327478', null, '0');
INSERT INTO `exercise` VALUES ('7', '0', '平台', '0', '平台', '基本移动技能', '0', '基本移动技能', '', '', '1', '1', '1513327478', null, '0');
INSERT INTO `exercise` VALUES ('8', '0', '平台', '0', '平台', '基本团队配合', '0', '基本团队配合', '', '', '1', '1', '1513327478', null, '0');
INSERT INTO `exercise` VALUES ('9', '0', '平台', '0', '平台', '一对一', '0', '一对一', '', '', '1', '1', '1513327478', null, '0');
INSERT INTO `exercise` VALUES ('10', '0', '平台', '0', '平台', '进阶团队配合', '0', '进阶团队配合', '', '', '1', '1', '1513327478', null, '0');
INSERT INTO `exercise` VALUES ('11', '0', '平台', '0', '平台', '其他', '0', '其他', '', '', '1', '1', '1513327478', null, '0');
INSERT INTO `exercise` VALUES ('465', '0', '平台', '0', '平台', '抢尾巴（无球、运球）', '1', '热身游戏', '游戏规则：每人一条绳子系在腰后当尾巴，游戏开始后，在保护自己尾巴的同时，把别人的尾巴抢走。\n练习作用：提高移动和摆脱能力、敏捷性、反应能力。', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('466', '0', '平台', '0', '平台', '雪糕筒大战（无球、运球）', '1', '热身游戏', '游戏规则：两组队员同时进行，A组负责将场地上的雪糕筒推到，B组负责扶起。\n练习作用：提高团队协作、移动、反应能力。', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('467', '0', '平台', '0', '平台', '红绿灯（无球、运球）', '1', '热身游戏', '游戏规则：一人在终点充当红绿灯背向起点（为红灯）面向终点（为绿灯）。其余队员在起点做为路人，当遇到红灯时立即停止前进，遇到绿灯时迅速前进。\n练习作用：提高反应、速度、团队合作能力。', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('468', '0', '平台', '0', '平台', '贴膏药', '1', '热身游戏', '游戏规则：1人追逐另1人逃脱。其余队员分别两两前后站立，围成一个大圆。逃脱者逃跑过程中可随意贴于前后站立队员的身后喊“贴”，此时换一位该组的成员逃脱，直至追逐者触及逃脱者。\n作用：提高反应及摆脱能力。', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('469', '0', '平台', '0', '平台', '长江黄河', '1', '热身游戏', '游戏规则：全体分两组A组指定为长江，B组指定为黄河。当裁判喊“黄河”则黄河队逃跑，长江队追逐。如此反复进行。\n练习作用：提高反应、速度、协调能力。', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('470', '0', '平台', '0', '平台', '贴报纸跑（无球 、运球）', '1', '热身游戏', '游戏规则：报纸贴于胸前，分两组进行跑动接力比赛，跑动过程中报纸不能掉地。\n练习作用：提高速度和团队合作能力。', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('471', '0', '平台', '0', '平台', '抢呼啦圈（无球 、运球）', '1', '热身游戏', '游戏规则：取与游戏人数少1的呼啦圈个数，分别摆成一个大圆，哨声响起则游戏开始，哨声再次响起全体人员快速抢占一个呼啦圈，未抢到者淘汰出局，并减少一个呼啦圈。\n练习作用：提高反应、策略。', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('472', '0', '平台', '0', '平台', '穿越（无球 、运球）', '1', '热身游戏', '游戏规则：由起点运球至终点，在运球过程中必须成功闯过，场地中的拦截者。\n练习作用：提高运球保护能力以及稳定性，增强移动、摆脱能力。', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('473', '0', '平台', '0', '平台', '躲避报纸（橄榄球）', '1', '热身游戏', '游戏规则：全体成员手持报纸，在指定区域内活动，同时运用报纸砸向其余任意队员。\n练习作用：提高敏捷、反应、运球能力。', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('474', '0', '平台', '0', '平台', '抓人游戏（黑魔王&白天使）', '1', '热身游戏', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('475', '0', '平台', '0', '平台', '运球 1-2-3', '1', '热身游戏', '游戏规则：全体队员运球往指定方向移动，当裁判喊“1”则全体急停原地高运球，喊“2”则急停后蹲下低运球，喊“3”则急停后进行180°转身反向运球。\n练习作用：提高反应、协调性、运球能力。', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('476', '0', '平台', '0', '平台', '追逐游戏', '1', '热身游戏', '游戏规则：指定一人为追逐者，其余为逃脱者，在指定区域内进行游戏，当逃脱者被追逐着触及时，必须原地站立等待救援。\n练习作用：提高反应能力、运球稳定性、移动能力。', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('477', '0', '平台', '0', '平台', '徒手练习投篮动作', '2', '投篮', '无球做原地投篮动作的模仿练习，体会动作方法。\n作用：矫正投篮姿势。', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('478', '0', '平台', '0', '平台', '单手对空直投', '2', '投篮', '以右手原地单手肩上投篮为例。由双手持球开始然后将球引至右肩前上方右臂屈肘肘关节稍内收上臂与肩关节约成水平，前臂与上臂大约成90°右手五指自然张开，手腕后屈，掌心空出。将球投出直上直下', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('479', '0', '平台', '0', '平台', '屈膝地上投篮', '2', '投篮', '单膝着地，依靠上肢力量，用正规投篮手型将球投出。\n作用：体会投篮手法和用力过程，注意弧度和旋转。', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('480', '0', '平台', '0', '平台', '持球两人对投篮练习', '2', '投篮', '两人一组，面对面站立。用一个篮球做对投篮练习。\n作用：体会投篮手法和用力过程，注意弧度和旋转。矫正投篮手型。', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('481', '0', '平台', '0', '平台', '篮框左右自投自抢', '2', '投篮', '在篮筐下左右两边投篮，并保护篮板。如此循环。\n作用：训练判断篮球落点，提升篮下投篮命中率。', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('482', '0', '平台', '0', '平台', '定点投篮', '2', '投篮', '在指定角度距离练习正规投篮。\n作用：练习正确投篮手法，体会投篮球出手时的弧度和旋转。', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('483', '0', '平台', '0', '平台', '斜、直、曲线各种移动接球投篮', '2', '投篮', '斜、直、曲线各种移动接球投篮', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('484', '0', '平台', '0', '平台', '无球跑动接球投篮', '2', '投篮', '一人做无球跑位到指定点，接球投篮。\n作用：练习无球跑动意识。', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('485', '0', '平台', '0', '平台', '反跑接球投篮', '2', '投篮', '无球员先往一个方向跑,在队友传球的时候你再往相反方向跑动接球投篮。\n作用：练习无球跑动，精准投篮。', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('486', '0', '平台', '0', '平台', '挡拆投篮', '2', '投篮', '一人行进间运球在挡拆过后，摆脱防守人员，进行投篮。\n作用:增强投篮能力，锻炼团队意识。', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('487', '0', '平台', '0', '平台', '空、横、纵切入接球投篮', '2', '投篮', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('488', '0', '平台', '0', '平台', '三人连续投抢练习', '2', '投篮', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('489', '0', '平台', '0', '平台', '5点移动接球综合投篮', '2', '投篮', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('490', '0', '平台', '0', '平台', '半场传接球投篮', '2', '投篮', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('491', '0', '平台', '0', '平台', '全场运球投篮', '2', '投篮', '在全场范围快速运球在指定投射点急停投篮。', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('492', '0', '平台', '0', '平台', '两人连续抢球传接投篮', '2', '投篮', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('493', '0', '平台', '0', '平台', '8字绕障碍物接球投篮', '2', '投篮', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('494', '0', '平台', '0', '平台', '内外策应接球投篮', '2', '投篮', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('495', '0', '平台', '0', '平台', '三人8字传接球投篮', '2', '投篮', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('496', '0', '平台', '0', '平台', '三人直线移动传接投篮', '2', '投篮', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('497', '0', '平台', '0', '平台', '对抗性一攻一守练习投篮', '2', '投篮', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('498', '0', '平台', '0', '平台', '摆脱防守投篮练习', '2', '投篮', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('499', '0', '平台', '0', '平台', '两人交叉投篮练习', '2', '投篮', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('500', '0', '平台', '0', '平台', '凳子放球投篮', '2', '投篮', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('501', '0', '平台', '0', '平台', '底线追球，一人持球投篮，一人防守', '2', '投篮', '教练在底线位置抛出一球，两人一组同时出发追逐球，追上者运球投篮，另一人做防守', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('502', '0', '平台', '0', '平台', '折返跑接球投篮', '2', '投篮', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('503', '0', '平台', '0', '平台', '干拔投篮', '2', '投篮', '指定角度距离快速垂直起跳投篮。\n作用：强化投篮。', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('504', '0', '平台', '0', '平台', '接球急停跳投', '2', '投篮', '移动中跨步或跳步接球急停，屈膝降重心，向上举球起跳，当身体接近最高点时，右臂向前上方伸展，手腕前屈，食指中指发力将球拨投出去。', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('505', '0', '平台', '0', '平台', '持球运球急停投篮', '2', '投篮', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('506', '0', '平台', '0', '平台', '变向运球急停投篮', '2', '投篮', '在弧顶的位置做体前变向急停投篮。', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('507', '0', '平台', '0', '平台', '转身跳投', '2', '投篮', '转身是利用跨步和身体的转动来改变站立位置和方向的一种动作方法。转身前两膝微屈上体稍向前倾重心在两腿之间转身时移动脚的前掌蹬地跨步同时中枢脚以前掌为轴蹬地上体随移动脚转动向前改变身体方向。', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('508', '0', '平台', '0', '平台', '假动作跳投', '2', '投篮', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('509', '0', '平台', '0', '平台', '对抗性一攻一守跳投练习', '2', '投篮', '在指定的场地，两人一组，有球队员以跳投形式进攻，无球队员尽力做封盖防守。\n作用：提升对位能力。\n', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('510', '0', '平台', '0', '平台', '接球后冲击防护垫运球急停跳投', '2', '投篮', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('511', '0', '平台', '0', '平台', '一大二小三高跳步伐练习', '2', '投篮', '三步上篮脚步练习，第一步跨大一步为了摆脱防守人员，第二步小步为了第三步更好的纵跳高度，最后一步往高跳', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('512', '0', '平台', '0', '平台', '持球原地踩点练习（无球）', '2', '投篮', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('513', '0', '平台', '0', '平台', '行进间分解动作练习', '2', '投篮', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('514', '0', '平台', '0', '平台', '持球最后一步屈膝上抬起跳练习', '2', '投篮', '此项训练为了练习学员在三步上篮时为杜绝翘脚勾脚等不规范动作。养成良好动作习惯。', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('515', '0', '平台', '0', '平台', '单人对墙传球', '3', '传球', '双手持球，进行原地双手对墙传球。\n作用：提高传球的准确性\n', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('516', '0', '平台', '0', '平台', '两人原地传接球', '3', '传球', '两人面对面站立，原地进行双手传接球练习。\n作用：提高传球的准确度', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('517', '0', '平台', '0', '平台', '三人或多人同时传球练习', '3', '传球', '每人站一边。成三角型。间距3米。用一球原地互相来回传接球。\n作用：提高传接球的准确性', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('518', '0', '平台', '0', '平台', '指定运球数后的同时传球', '3', '传球', '两人一组。面对面相距4米。原地运球5下传给队友（运球数可改动）接到球后运球5下再传。\n练习作用：提高运传衔接的能力', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('519', '0', '平台', '0', '平台', '传球后跑位（三人一球）', '3', '传球', '3人为一组，3人排一排传球给教练后跑到指定的位置上后再接球。\n练习作用：提高移动接球的能力', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('520', '0', '平台', '0', '平台', '机关枪传球', '3', '传球', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('521', '0', '平台', '0', '平台', '四角传球', '3', '传球', '4人一组。每人站一个角成四角形。用一球顺时针传接球。（可以用两个球或更多。\n练习作用：提高传接球的速度', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('522', '0', '平台', '0', '平台', '3人八字传球', '3', '传球', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('523', '0', '平台', '0', '平台', '摆脱防守传接球', '3', '传球', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('524', '0', '平台', '0', '平台', '绕球后传球', '3', '传球', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('525', '0', '平台', '0', '平台', '踩呼啦圈传球', '3', '传球', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('526', '0', '平台', '0', '平台', '三人直线传球', '3', '传球', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('527', '0', '平台', '0', '平台', '双人双球', '3', '传球', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('528', '0', '平台', '0', '平台', '三人双球', '3', '传球', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('529', '0', '平台', '0', '平台', '三人三球', '3', '传球', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('530', '0', '平台', '0', '平台', '三人四球', '3', '传球', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('531', '0', '平台', '0', '平台', '三分线持续三步上篮动作', '4', '上篮', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('532', '0', '平台', '0', '平台', '运球三步上篮（低手或高手上篮）', '4', '上篮', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('533', '0', '平台', '0', '平台', '各种角度运球上篮', '4', '上篮', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('534', '0', '平台', '0', '平台', 'v型上篮（单次或双次）', '4', '上篮', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('535', '0', '平台', '0', '平台', '半场左右交叉接球上篮', '4', '上篮', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('536', '0', '平台', '0', '平台', '全场运球上篮', '4', '上篮', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('537', '0', '平台', '0', '平台', '全场绕三圈运球上篮', '4', '上篮', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('538', '0', '平台', '0', '平台', '全场传接球上篮', '4', '上篮', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('539', '0', '平台', '0', '平台', '全场快攻传接球上篮', '4', '上篮', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('540', '0', '平台', '0', '平台', '三人8字传接球上篮（防守或无防守）', '4', '上篮', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('541', '0', '平台', '0', '平台', '全场来回捡球三步上篮', '4', '上篮', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('542', '0', '平台', '0', '平台', '各种无球移动、配合上篮', '4', '上篮', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('543', '0', '平台', '0', '平台', '摆脱防守上篮', '4', '上篮', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('544', '0', '平台', '0', '平台', '切入对抗性上篮', '4', '上篮', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('545', '0', '平台', '0', '平台', '二人挡拆接球上篮', '4', '上篮', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('546', '0', '平台', '0', '平台', '三人挡拆接球上篮', '4', '上篮', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('547', '0', '平台', '0', '平台', '掩护接球上篮', '4', '上篮', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('548', '0', '平台', '0', '平台', '反掩护接球上篮', '4', '上篮', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('549', '0', '平台', '0', '平台', '外侧应接球上篮', '4', '上篮', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('550', '0', '平台', '0', '平台', '内侧应接球上篮', '4', '上篮', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('551', '0', '平台', '0', '平台', '变向过人上篮', '4', '上篮', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('552', '0', '平台', '0', '平台', '三步变向上篮', '4', '上篮', '欧洲步', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('553', '0', '平台', '0', '平台', '运球转身上篮', '4', '上篮', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('554', '0', '平台', '0', '平台', '反跑切入接球上篮', '4', '上篮', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('555', '0', '平台', '0', '平台', '运球读数', '5', '原地运球', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('556', '0', '平台', '0', '平台', '击掌运球', '5', '原地运球', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('557', '0', '平台', '0', '平台', '换位运球', '5', '原地运球', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('558', '0', '平台', '0', '平台', '座椅子运球', '5', '原地运球', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('559', '0', '平台', '0', '平台', '转身接运球', '5', '原地运球', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('560', '0', '平台', '0', '平台', '数量运球', '5', '原地运球', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('561', '0', '平台', '0', '平台', '扶雪糕筒运球', '5', '原地运球', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('562', '0', '平台', '0', '平台', '快速低运球', '5', '原地运球', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('563', '0', '平台', '0', '平台', '运球计时', '5', '原地运球', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('564', '0', '平台', '0', '平台', '抛接网球运球', '5', '原地运球', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('565', '0', '平台', '0', '平台', '高运球改低运球', '5', '原地运球', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('566', '0', '平台', '0', '平台', '拍打运球', '5', '原地运球', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('567', '0', '平台', '0', '平台', '体前交替运球（双手）', '5', '原地运球', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('568', '0', '平台', '0', '平台', '体前交替运球（单手）', '5', '原地运球', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('569', '0', '平台', '0', '平台', '前后推拉球', '5', '原地运球', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('570', '0', '平台', '0', '平台', '原地运球转身', '5', '原地运球', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('571', '0', '平台', '0', '平台', '原地背后运球', '5', '原地运球', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('572', '0', '平台', '0', '平台', '原地胯下运球', '5', '原地运球', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('573', '0', '平台', '0', '平台', '胯下前后换手运球', '5', '原地运球', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('574', '0', '平台', '0', '平台', '运双球（同上同下）', '5', '原地运球', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('575', '0', '平台', '0', '平台', '运双球（一上一下）', '5', '原地运球', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('576', '0', '平台', '0', '平台', '运双球（一高一低）', '5', '原地运球', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('577', '0', '平台', '0', '平台', '运双球（左右换手）', '5', '原地运球', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('578', '0', '平台', '0', '平台', '运双球（体前背后）', '5', '原地运球', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('579', '0', '平台', '0', '平台', '运双球（单球胯下）', '5', '原地运球', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('580', '0', '平台', '0', '平台', '运双球（双球胯下）', '5', '原地运球', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('581', '0', '平台', '0', '平台', '运双球（转身）', '5', '原地运球', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('582', '0', '平台', '0', '平台', '运四球（两人配合）', '5', '原地运球', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('583', '0', '平台', '0', '平台', '手拉手运球', '6', '行进间运球', '两人一组，从起点拉手，用另一只手运球，两人同时进行到终点。\n作用：改正错误运球意识，养成单手运球的习惯。', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('584', '0', '平台', '0', '平台', '直线往返运球', '6', '行进间运球', '从起点沿直线运球至终点。如此往返。\n作用：提升运球能力。', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('585', '0', '平台', '0', '平台', 'Z字形换手运球', '6', '行进间运球', '将雪糕筒摆设成Z字型，从起点出发运球从雪糕筒外侧绕过，过一个雪糕筒换一只手运球至终点。\n作用：提升运球能力。', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('586', '0', '平台', '0', '平台', 'S字形运球', '6', '行进间运球', '将雪糕筒摆设成S字型，从起点出发运球从雪糕筒外侧绕过，过一个雪糕筒换一只手运球至终点。\n作用：提升运球能力。', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('587', '0', '平台', '0', '平台', '弧线运球', '6', '行进间运球', '沿弧线从起点做运球至终点。\n作用：练习移动能力，提升运球水平。', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('588', '0', '平台', '0', '平台', '急停急起运球', '6', '行进间运球', '运球急停时，迅速降低重心，重心后移，跨步急停，手按拍球的前上方。运球急起时，重心前移，蹬地短促有力、手拍球的后上方。\n作用：提升手控制球能力，脚步动作的质量，手脚协调配合。', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('589', '0', '平台', '0', '平台', 'T字形运球', '6', '行进间运球', '从起点沿T字型运球至终点。\n作用：提升运球能力。', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('590', '0', '平台', '0', '平台', '跑线运球', '6', '行进间运球', '沿指定线路就行进间运球。\n作用：提升运球能力。', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('591', '0', '平台', '0', '平台', '运球走敏捷梯', '6', '行进间运球', '一边运球同时按指定方式走敏捷梯。\n作用：增强身体脚步灵活性，提升运球能力。', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('592', '0', '平台', '0', '平台', '拉皮筋运球', '6', '行进间运球', '作用：增强身体素质，在身体条件受限制的前提下最大化地在强对抗下发挥技术动作的能力。', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('593', '0', '平台', '0', '平台', '推肩膀运球', '6', '行进间运球', '作用：增强身体素质，在身体条件受限制的前提下最大化地在强对抗下发挥技术动作的能力', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('594', '0', '平台', '0', '平台', '撞击运球', '6', '行进间运球', '作用：增强身体素质，在身体条件受限制的前提下最大化地在强对抗下发挥技术动作的能力。', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('595', '0', '平台', '0', '平台', '变速运球', '6', '行进间运球', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('596', '0', '平台', '0', '平台', '攻击步运球', '6', '行进间运球', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('597', '0', '平台', '0', '平台', '体前变向（换手）', '6', '行进间运球', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('598', '0', '平台', '0', '平台', '体前变向（不换手）', '6', '行进间运球', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('599', '0', '平台', '0', '平台', '行进间胯下', '6', '行进间运球', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('600', '0', '平台', '0', '平台', '行进间运球转身', '6', '行进间运球', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('601', '0', '平台', '0', '平台', '行进间背后运球', '6', '行进间运球', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('602', '0', '平台', '0', '平台', '行进间运双球（同上同下）', '6', '行进间运球', '作用：提升控球能力，增强球感。', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('603', '0', '平台', '0', '平台', '行进间运双球（一上一下）', '6', '行进间运球', '作用：提升控球能力，增强球感。', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('604', '0', '平台', '0', '平台', '行进间运双球（一高一低）', '6', '行进间运球', '作用：提升控球能力，增强球感。', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('605', '0', '平台', '0', '平台', '行进间运双球（左右换手）', '6', '行进间运球', '作用：提升控球能力，增强球感。', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('606', '0', '平台', '0', '平台', '行进间运双球（体前背后）', '6', '行进间运球', '作用：提升控球能力，增强球感。', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('607', '0', '平台', '0', '平台', '行进间运双球（单球胯下）', '6', '行进间运球', '作用：提升控球能力，增强球感。', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('608', '0', '平台', '0', '平台', '行进间运双球（双球胯下）', '6', '行进间运球', '作用：提升控球能力，增强球感。', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('609', '0', '平台', '0', '平台', '行进间运双球（转身）', '6', '行进间运球', '作用：提升控球能力，增强球感。', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('610', '0', '平台', '0', '平台', '脚步', '7', '基本移动技能', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('611', '0', '平台', '0', '平台', '向前/向后跑', '7', '基本移动技能', '练习方式：身体呈半紧张的状态向前移动，此时左右脚尖膝关节向前交替前摆，上体挺直稍前倾，双手曲轴呈90°以肩关节为轴前后摆动。向后跑动作与向前跑基本类同，只是移动方向向后。\n练习作用：发展正确的移动技术', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('612', '0', '平台', '0', '平台', '停步/启动', '7', '基本移动技能', '练习方式：双脚前后站立，双膝微曲，上体前倾收腹挺胸，重心落于前脚。启动时，前脚蹬地发力，后脚迅速前抬，步幅由小至大。\n练习作用：发展起跑能力。', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('613', '0', '平台', '0', '平台', '变向', '7', '基本移动技能', '练习方式：向前移动过程中，突然向左右改变移动方向。变向时（以左变向为例）右脚向右踏出一步，制动缓冲，再迅速发力蹬地，左脚向左迅速跨出。\n练习作用：发展并增强变向能力，发展无球移动意识。', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('614', '0', '平台', '0', '平台', '横向移动/滑步', '7', '基本移动技能', '练习方式：防守基本姿势，向左移动时，右脚蹬地发力，左脚向左踏出一步，右脚迅速向左收回，同时左脚再迅速向左迈出，整个过程重心不能起伏，双脚不能并拢。\n练习作用：提高防守移动能力，增强防守意识。', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('615', '0', '平台', '0', '平台', '身体控制', '7', '基本移动技能', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('616', '0', '平台', '0', '平台', '转身-前转身/后转身', '7', '基本移动技能', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('617', '0', '平台', '0', '平台', '弹跳', '7', '基本移动技能', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('618', '0', '平台', '0', '平台', '跳步急停', '7', '基本移动技能', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('619', '0', '平台', '0', '平台', '顺步急停', '7', '基本移动技能', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('620', '0', '平台', '0', '平台', '进攻三威胁姿势', '7', '基本移动技能', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('621', '0', '平台', '0', '平台', '防守姿势', '7', '基本移动技能', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('622', '0', '平台', '0', '平台', '进攻配合', '8', '基本团队配合', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('623', '0', '平台', '0', '平台', '进攻基础', '8', '基本团队配合', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('624', '0', '平台', '0', '平台', '二人配合', '8', '基本团队配合', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('625', '0', '平台', '0', '平台', '传切', '8', '基本团队配合', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('626', '0', '平台', '0', '平台', '反跑', '8', '基本团队配合', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('627', '0', '平台', '0', '平台', 'LV-cuts ( L字切入V字切入)', '8', '基本团队配合', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('628', '0', '平台', '0', '平台', '有球掩护', '8', '基本团队配合', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('629', '0', '平台', '0', '平台', '突破分球', '8', '基本团队配合', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('630', '0', '平台', '0', '平台', '三人配合', '8', '基本团队配合', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('631', '0', '平台', '0', '平台', '场上空间平衡', '8', '基本团队配合', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('632', '0', '平台', '0', '平台', '无球掩护', '8', '基本团队配合', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('633', '0', '平台', '0', '平台', '五人配合', '8', '基本团队配合', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('634', '0', '平台', '0', '平台', '空间平衡', '8', '基本团队配合', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('635', '0', '平台', '0', '平台', '球员落位', '8', '基本团队配合', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('636', '0', '平台', '0', '平台', '进攻有优势情况下 （多打少情况）', '8', '基本团队配合', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('637', '0', '平台', '0', '平台', '防守端配合', '8', '基本团队配合', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('638', '0', '平台', '0', '平台', '防守掩护 一防二 二防三', '8', '基本团队配合', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('639', '0', '平台', '0', '平台', '进攻', '9', '一对一', '一人持球进攻一人防守', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('640', '0', '平台', '0', '平台', '面框', '9', '一对一', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('641', '0', '平台', '0', '平台', '摆脱防守', '9', '一对一', '进攻队员利用脚步甩开防守队员接球', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('642', '0', '平台', '0', '平台', '试探步', '9', '一对一', '持球进攻队员做脚步假动作试探防守队员', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('643', '0', '平台', '0', '平台', '传篮假动作', '9', '一对一', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('644', '0', '平台', '0', '平台', '后撤', '9', '一对一', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('645', '0', '平台', '0', '平台', 'Pro hop', '9', '一对一', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('646', '0', '平台', '0', '平台', '投篮假动作', '9', '一对一', '面对防守队员、做出投篮假动作后骗过防守队员进攻', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('647', '0', '平台', '0', '平台', '防守', '9', '一对一', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('648', '0', '平台', '0', '平台', '姿势', '9', '一对一', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('649', '0', '平台', '0', '平台', '防守时如何移动', '9', '一对一', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('650', '0', '平台', '0', '平台', '防守运球动作', '9', '一对一', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('651', '0', '平台', '0', '平台', '防守投篮动作', '9', '一对一', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('652', '0', '平台', '0', '平台', '防守传球动作', '9', '一对一', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('653', '0', '平台', '0', '平台', '给球压力', '9', '一对一', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('654', '0', '平台', '0', '平台', '进攻端配合', '10', '进阶团队配合', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('655', '0', '平台', '0', '平台', '两人配合', '10', '进阶团队配合', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('656', '0', '平台', '0', '平台', '沿传球方向移动', '10', '进阶团队配合', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('657', '0', '平台', '0', '平台', '三人配合', '10', '进阶团队配合', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('658', '0', '平台', '0', '平台', '球的快速转边', '10', '进阶团队配合', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('659', '0', '平台', '0', '平台', '下掩护', '10', '进阶团队配合', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('660', '0', '平台', '0', '平台', '后掩护', '10', '进阶团队配合', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('661', '0', '平台', '0', '平台', '横向掩护', '10', '进阶团队配合', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('662', '0', '平台', '0', '平台', 'Looping', '10', '进阶团队配合', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('663', '0', '平台', '0', '平台', 'Curls', '10', '进阶团队配合', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('664', '0', '平台', '0', '平台', 'Fades', '10', '进阶团队配合', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('665', '0', '平台', '0', '平台', '五人配合', '10', '进阶团队配合', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('666', '0', '平台', '0', '平台', '五人快攻', '10', '进阶团队配合', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('667', '0', '平台', '0', '平台', '移动进攻概念', '10', '进阶团队配合', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('668', '0', '平台', '0', '平台', '区域进攻概念', '10', '进阶团队配合', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('669', '0', '平台', '0', '平台', '破压迫防守', '10', '进阶团队配合', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('670', '0', '平台', '0', '平台', '破压迫防守', '10', '进阶团队配合', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('671', '0', '平台', '0', '平台', '防守配合', '10', '进阶团队配合', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('672', '0', '平台', '0', '平台', '协防', '10', '进阶团队配合', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('673', '0', '平台', '0', '平台', '上前防守', '10', '进阶团队配合', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('674', '0', '平台', '0', '平台', '攻守转换防守', '10', '进阶团队配合', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('675', '0', '平台', '0', '平台', '紧逼防守', '10', '进阶团队配合', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('676', '0', '平台', '0', '平台', '区域防守', '10', '进阶团队配合', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('677', '0', '平台', '0', '平台', '5 人比赛中防守轮换', '10', '进阶团队配合', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('678', '0', '平台', '0', '平台', '一些特殊位置配合', '10', '进阶团队配合', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('679', '0', '平台', '0', '平台', '低位动作', '10', '进阶团队配合', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('680', '0', '平台', '0', '平台', '低位姿势', '10', '进阶团队配合', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('681', '0', '平台', '0', '平台', '要位', '10', '进阶团队配合', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('682', '0', '平台', '0', '平台', '进攻动作', '10', '进阶团队配合', '', '', '1', '1', '1513327501', null, '0');
INSERT INTO `exercise` VALUES ('683', '0', '平台', '0', '平台', '防守动作', '10', '进阶团队配合', '', '', '1', '1', '1513327501', null, '0');
