-- phpMyAdmin SQL Dump
-- version 4.7.1
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: 2017-12-19 17:33:15
-- 服务器版本： 10.1.23-MariaDB-9+deb9u1
-- PHP Version: 7.0.19-1

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `hot`
--

--
-- 转存表中的数据 `grade_category`
--

INSERT INTO `grade_category` (`id`, `name`, `url`, `sort`, `status`, `create_time`, `update_time`, `pid`, `delete_time`) VALUES
(54, '幼儿', '', 98, 0, 0, 0, 0, NULL),
(55, '小学低年级', '', 98, 0, 0, 0, 0, NULL),
(56, '小学高年级', '', 98, 0, 0, 0, 0, NULL),
(57, '初中', '', 98, 0, 0, 0, 0, NULL),
(58, '高中', '', 98, 0, 0, 0, 0, NULL),
(59, '大学', '', 98, 0, 0, 0, 0, NULL),
(60, '成人', '', 98, 0, 0, 0, 0, NULL),
(61, '篮球兴趣班', '', 98, 0, 0, 0, 60, NULL),
(62, '基础篮球课程', '', 98, 0, 0, 0, 60, NULL),
(63, '综合篮球课程', '', 98, 0, 0, 0, 60, NULL),
(64, '强化篮球课程', '', 98, 0, 0, 0, 60, NULL),
(65, '篮球队课程', '', 98, 0, 0, 0, 60, NULL),
(158, '篮球队课程', '', 98, 1, 0, 0, 152, NULL),
(67, '其他', '', 100, 0, 0, 0, 60, NULL),
(68, '篮球兴趣班', '', 98, 0, 0, 0, 59, NULL),
(69, '基础篮球课程', '', 98, 0, 0, 0, 59, NULL),
(70, '综合篮球课程', '', 98, 0, 0, 0, 59, NULL),
(71, '强化篮球课程', '', 98, 0, 0, 0, 59, NULL),
(72, '篮球队课程', '', 98, 0, 0, 0, 59, NULL),
(157, '强化篮球课程', '', 98, 1, 0, 0, 152, NULL),
(74, '其他', '', 100, 0, 0, 0, 59, NULL),
(75, '篮球兴趣班', '', 98, 0, 0, 0, 58, NULL),
(76, '基础篮球课程', '', 98, 0, 0, 0, 58, NULL),
(77, '综合篮球课程', '', 98, 0, 0, 0, 58, NULL),
(78, '强化篮球课程', '', 98, 0, 0, 0, 58, NULL),
(79, '篮球队课程', '', 98, 0, 0, 0, 58, NULL),
(156, '综合篮球课程', '', 98, 1, 0, 0, 152, NULL),
(81, '其他', '', 100, 0, 0, 0, 58, NULL),
(82, '篮球兴趣班', '', 98, 0, 0, 0, 57, NULL),
(83, '基础篮球课程', '', 98, 0, 0, 0, 57, NULL),
(84, '综合篮球课程', '', 98, 0, 0, 0, 57, NULL),
(85, '强化篮球课程', '', 98, 0, 0, 0, 57, NULL),
(86, '篮球队课程', '', 98, 0, 0, 0, 57, NULL),
(155, '基础篮球课程', '', 98, 1, 0, 0, 152, NULL),
(88, '其他', '', 100, 0, 0, 0, 57, NULL),
(89, '篮球兴趣班', '', 98, 0, 0, 0, 56, NULL),
(90, '基础篮球课程', '', 98, 0, 0, 0, 56, NULL),
(91, '综合篮球课程', '', 98, 0, 0, 0, 56, NULL),
(92, '强化篮球课程', '', 98, 0, 0, 0, 56, NULL),
(93, '篮球队课程', '', 98, 0, 0, 0, 56, NULL),
(95, '其他', '', 100, 0, 0, 0, 56, NULL),
(96, '篮球兴趣班', '', 98, 0, 0, 0, 55, NULL),
(97, '基础篮球课程', '', 98, 0, 0, 0, 55, NULL),
(98, '综合篮球课程', '', 98, 0, 0, 0, 55, NULL),
(99, '强化篮球课程', '', 98, 0, 0, 0, 55, NULL),
(100, '篮球队课程', '', 98, 0, 0, 0, 55, NULL),
(154, '篮球兴趣班', '', 98, 1, 1508141658, 1508774400, 152, NULL),
(102, '其他', '', 100, 0, 0, 0, 55, NULL),
(103, '篮球兴趣班', '', 98, 0, 0, 0, 54, NULL),
(104, '基础篮球课程', '', 98, 0, 0, 0, 54, NULL),
(105, '综合篮球课程', '', 98, 0, 0, 0, 54, NULL),
(106, '强化篮球课程', '', 98, 0, 0, 0, 54, NULL),
(107, '篮球队课程', '', 98, 0, 0, 0, 54, NULL),
(152, '不限年龄', '', 90, 1, 0, 0, 0, NULL),
(109, '其他', '', 100, 0, 0, 0, 54, NULL),
(110, '私教', '', 99, 0, 0, 0, 60, NULL),
(113, '企业（事业单位）', '', 99, 0, 0, 0, 60, NULL),
(114, '私教', '', 99, 0, 0, 0, 59, NULL),
(115, '课外活动', '', 99, 0, 0, 0, 59, NULL),
(116, '校园兴趣班', '', 99, 0, 0, 0, 59, NULL),
(118, '私教', '', 99, 0, 0, 0, 58, NULL),
(119, '课外活动', '', 99, 0, 0, 0, 58, NULL),
(120, '校园兴趣班', '', 99, 0, 0, 0, 58, NULL),
(122, '私教', '', 99, 0, 0, 0, 57, NULL),
(123, '课外活动', '', 99, 0, 0, 0, 57, NULL),
(124, '校园兴趣班', '', 99, 0, 0, 0, 57, NULL),
(126, '私教', '', 99, 0, 0, 0, 56, NULL),
(127, '课外活动', '', 99, 0, 0, 0, 56, NULL),
(128, '校园兴趣班', '', 99, 0, 0, 0, 56, NULL),
(130, '私教', '', 99, 0, 0, 0, 55, NULL),
(131, '课外活动', '', 99, 0, 0, 0, 55, NULL),
(132, '校园兴趣班', '', 99, 0, 0, 0, 55, NULL),
(134, '私教', '', 99, 0, 0, 0, 54, NULL),
(135, '课外活动', '', 99, 0, 0, 0, 54, NULL),
(136, '校园兴趣班', '', 99, 0, 0, 0, 54, NULL),
(138, '花式篮球课程', '', 99, 0, 0, 0, 60, NULL),
(139, '专项训练课程', '', 99, 0, 0, 0, 60, NULL),
(140, '花式篮球课程', '', 99, 0, 0, 0, 59, NULL),
(141, '专项训练课程', '', 99, 0, 0, 0, 59, NULL),
(142, '花式篮球课程', '', 99, 0, 0, 0, 58, NULL),
(143, '专项训练课程', '', 99, 0, 0, 0, 58, NULL),
(144, '花式篮球课程', '', 99, 0, 0, 0, 57, NULL),
(145, '专项训练课程', '', 99, 0, 0, 0, 57, NULL),
(146, '花式篮球课程', '', 99, 0, 0, 0, 56, NULL),
(147, '专项训练课程', '', 99, 0, 0, 0, 56, NULL),
(148, '花式篮球课程', '', 99, 0, 0, 0, 55, NULL),
(149, '专项训练课程', '', 99, 0, 0, 0, 55, NULL),
(150, '花式篮球课程', '', 99, 0, 0, 0, 54, NULL),
(151, '专项训练课程', '', 99, 0, 0, 0, 54, NULL),
(160, '其他', '', 100, 1, 0, 0, 152, NULL),
(161, '私教', '', 98, 1, 0, 0, 152, NULL),
(162, '课外活动', '', 98, 1, 0, 0, 152, NULL),
(163, '校园兴趣班', '', 98, 1, 0, 0, 152, NULL),
(164, '企业（事业单位）', '', 98, 1, 0, 0, 152, NULL),
(165, '花式篮球课程', '', 98, 1, 0, 0, 152, NULL),
(166, '专项训练课程', '', 98, 1, 0, 0, 152, NULL);
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
