-- phpMyAdmin SQL Dump
-- version 4.7.1
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: 2017-12-21 18:09:57
-- 服务器版本： 10.1.23-MariaDB-9+deb9u1
-- PHP Version: 7.0.19-1

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `hot`
--

-- --------------------------------------------------------

--
-- 表的结构 `grade`
--

CREATE TABLE `grade` (
  `id` int(10) UNSIGNED NOT NULL,
  `lesson` varchar(60) NOT NULL,
  `lesson_id` int(10) NOT NULL,
  `gradecate` varchar(60) NOT NULL,
  `gradecate_id` int(10) NOT NULL,
  `gradecate_setion` varchar(60) NOT NULL,
  `gradecate_setion_id` int(10) NOT NULL,
  `grade` varchar(60) NOT NULL COMMENT '班级名称',
  `camp_id` int(10) NOT NULL COMMENT '训练营id',
  `camp` varchar(60) NOT NULL COMMENT '所属训练营',
  `leader` varchar(60) NOT NULL COMMENT '领队',
  `leader_id` int(10) NOT NULL COMMENT '对应member表,领队id',
  `teacher` varchar(60) NOT NULL COMMENT '班主任',
  `teacher_id` int(10) NOT NULL COMMENT '对应member表id',
  `coach` varchar(255) NOT NULL COMMENT '主教练',
  `coach_id` int(10) NOT NULL COMMENT '对应member.id',
  `coach_salary` int(8) NOT NULL DEFAULT '0' COMMENT '主教练佣金',
  `assistant_id` varchar(255) NOT NULL COMMENT '副教练id集合,序列化,member.id',
  `assistant` varchar(255) NOT NULL COMMENT '副教练,序列化,对应',
  `assistant_str` text NOT NULL COMMENT '助教1,助教2,助教3',
  `assistant_salary` int(8) DEFAULT '0' COMMENT '助教底薪',
  `salary_base` int(10) NOT NULL DEFAULT '0' COMMENT '人头基数',
  `students` int(10) NOT NULL COMMENT '学生数量',
  `student_str` text NOT NULL COMMENT '学生1,学生2,学生3,(准哥要求)',
  `week` varchar(60) NOT NULL COMMENT '周一,周六',
  `lesson_time` varchar(255) NOT NULL COMMENT '8:00:00,14:00:00',
  `start` int(10) NOT NULL COMMENT '开始上课时间',
  `end` int(10) NOT NULL COMMENT '结束上课时间',
  `province` varchar(60) NOT NULL COMMENT '默认为课程地址',
  `city` varchar(60) NOT NULL COMMENT '默认为课程地址',
  `area` varchar(60) NOT NULL COMMENT '默认为课程地址',
  `location` varchar(255) NOT NULL,
  `plan` varchar(255) NOT NULL COMMENT '教案',
  `plan_id` int(10) NOT NULL COMMENT '教案id',
  `court` varchar(255) NOT NULL COMMENT '球场',
  `court_id` int(10) NOT NULL COMMENT '场地id',
  `rent` decimal(8,2) NOT NULL COMMENT '场地租金',
  `remarks` varchar(255) NOT NULL COMMENT '备注',
  `system_remarks` varchar(255) DEFAULT NULL COMMENT '系统备注',
  `logo` varchar(255) NOT NULL DEFAULT '/static/frontend/images/grade_logo.jpg' COMMENT '班级logo',
  `status` tinyint(4) NOT NULL DEFAULT '1' COMMENT '-1:预排;1:正常|2:下架',
  `delete_time` int(10) DEFAULT NULL,
  `create_time` int(11) NOT NULL COMMENT '创建时间',
  `update_time` int(11) NOT NULL COMMENT '更新时间'
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `grade`
--

INSERT INTO `grade` (`id`, `lesson`, `lesson_id`, `gradecate`, `gradecate_id`, `gradecate_setion`, `gradecate_setion_id`, `grade`, `camp_id`, `camp`, `leader`, `leader_id`, `teacher`, `teacher_id`, `coach`, `coach_id`, `coach_salary`, `assistant_id`, `assistant`, `assistant_str`, `assistant_salary`, `salary_base`, `students`, `student_str`, `week`, `lesson_time`, `start`, `end`, `province`, `city`, `area`, `location`, `plan`, `plan_id`, `court`, `court_id`, `rent`, `remarks`, `system_remarks`, `logo`, `status`, `delete_time`, `create_time`, `update_time`) VALUES
(1, '小学低年级初级班', 2, '基础篮球课程', 6, '', 0, '陈班豆丁', 3, '猴赛雷训练营', '陈侯', 1, '陈侯', 1, 'weilin666', 1, 100, '', '', '', 0, 10, 0, '', '周日', '17:00', 0, 0, '', '', '', '', '', 0, '大热前海训练中心', 2, '50.00', '', NULL, '/static/frontend/images/grade_logo_default.jpg', -1, 1507361630, 1506936198, 1507361630),
(2, '小学低年级初级班', 2, '基础篮球课程', 6, '', 0, '陈班豆丁', 3, '猴赛雷训练营', '陈侯', 1, '陈侯', 1, 'weilin666', 1, 100, '', '', '', 0, 10, 0, '123', '周日', '17:00', 0, 0, '广东省', '深圳市', '南山区', '', '', 0, '大热前海训练中心', 2, '50.00', '', NULL, '/static/frontend/images/grade_logo_default.jpg', -1, 1510196455, 1506936199, 1510196455),
(3, '猴塞雷课程', 11, '特色训练课程', 27, '', 0, '猴塞雷私教班', 3, '猴赛雷训练营', '', 0, '', 0, 'weilin666', 1, 20, 'a:1:{i:0;s:2:\"11\";}', 'a:1:{i:0;s:15:\"Michael Mcgrath\";}', '', 0, 10, 0, '刘嘉,123,Easychen ', '周五', '00:00', 0, 0, '广东省', '深圳市', '南山区', '', '', 0, '大热前海训练中心', 2, '0.00', '', NULL, '/static/frontend/images/grade_logo_default.jpg', -1, 1510196434, 1507361617, 1510196434),
(4, '超级控球手', 3, '专项训练课程', 166, '不限年龄', 152, '测试班', 4, '准行者训练营', '', 0, '', 0, '陈准', 5, 120, 'a:1:{i:0;s:1:\"1\";}', 'a:1:{i:0;s:9:\"刘伟霖\";}', '', 0, 30, 2, '刘嘉,123', '周二,周四', '10:10,08:00', 0, 0, '广东省', '深圳市', '南山区', '', '', 0, '前海北头运动场', 3, '0.00', '测试一下', NULL, '/static/frontend/images/grade_logo_default.jpg', 1, NULL, 1507699218, 1509778617),
(5, '荣光篮球强化', 25, '强化篮球课程', 106, '幼儿', 54, '荣光测试营', 0, '', '张伟荣', 6, '张伟荣', 6, '张伟荣', 6, 100, 'a:1:{i:0;s:1:\"6\";}', 'a:1:{i:0;s:9:\"张伟荣\";}', '', 80, 20, 0, '', '周三', '16:30', 0, 0, '', '', '', '前海', '', 0, '荣光训练场', 0, '0.00', '', NULL, '/static/frontend/images/grade_logo_default.jpg', -1, NULL, 1508142698, 2017),
(6, '荣光篮球强化', 25, '强化篮球课程', 106, '幼儿', 54, '荣光测试营', 0, '', '张伟荣', 6, '张伟荣', 6, '张伟荣', 6, 100, 'a:1:{i:0;s:1:\"6\";}', 'a:1:{i:0;s:9:\"张伟荣\";}', '', 80, 20, 0, '', '周三', '16:30', 0, 0, '', '', '', '前海', '', 0, '荣光训练场', 0, '0.00', '', NULL, '/static/frontend/images/grade_logo_default.jpg', -1, NULL, 1508142707, 2017),
(7, '超级射手班', 6, '私教', 134, '幼儿', 54, '测试版2', 0, '', '陈准', 5, '', 0, '张伟荣', 6, 120, '', '', '', 100, 80, 0, '', '周二', '10:11', 0, 0, '', '', '', '测试', '', 0, '大热前海训练中心', 0, '0.00', '', NULL, '/static/frontend/images/grade_logo_default.jpg', 1, NULL, 1508206607, 2017),
(8, '荣光篮球强化', 25, '强化篮球课程', 106, '幼儿', 54, '荣光体验班', 5, '荣光训练营', '张伟荣', 6, '张伟荣', 6, '张伟荣', 6, 100, 'a:1:{i:0;s:1:\"6\";}', 'a:1:{i:0;s:9:\"张伟荣\";}', '', 0, 5, 2, '', '周三', '09:40', 0, 0, '广东省', '深圳市', '南山区', '南山荣光', '', 0, '荣光训练场', 0, '0.00', '测试，没有哦', NULL, '/static/frontend/images/grade_logo_default.jpg', 1, NULL, 1508255376, 1510195300),
(12, '平台示例请勿购买', 37, '篮球兴趣班', 103, '幼儿', 54, '天才班', 4, '准行者训练营', '', 0, '', 0, '陈准', 5, 120, '', '', '', 0, 20, 2, '娟,毛毛', '周二,周四', '17:30,13:00', 0, 0, '广东省', '深圳市', '南山区', '阳光文体中心', '', 0, '阳光迷你场', 0, '0.00', '', NULL, '/static/frontend/images/grade_logo_default.jpg', 1, NULL, 1508648702, 1510383975),
(16, '校园兴趣班', 12, '其他', 0, '', 0, '陈班豆丁222', 3, '猴赛雷训练营', '', 0, '', 0, 'Michael Mcgrath', 11, 222, '', '', '', 0, 0, 2, '', '周一', '00:00', 0, 0, '广东省', '深圳市', '南山区', '学府路', '', 0, '海滨实验小学篮球场', 0, '0.00', '', NULL, '/static/frontend/images/grade_logo_default.jpg', -1, 1508747591, 1508747575, 1508747591),
(21, '北大附小一年级', 36, '基础篮球课程', 97, '小学低年级', 55, '北大附小周三五', 15, '钟声训练营', '钟声', 7, '钟声', 7, '钟声', 7, 200, '', '', '', 0, 20, 10, '张腾月,侯皓轩,蒋清奕,周子杰,姚定希,邓粤天,林需睦,刘一凡,梁峻玮,黄子诺', '周三,周五', '18:00,14:30', 0, 0, '广东省', '深圳市', '南山区', '星海名城一期', '', 0, '星海名城小区兰球场', 17, '0.00', '', '20171102:更新students值', '/static/frontend/images/grade_logo_default.jpg', 1, NULL, 1508991708, 1511339908),
(22, '石厦学校兰球队', 29, '篮球队课程', 86, '初中', 57, '石厦学校兰球队', 15, '钟声训练营', '钟声', 7, '钟声', 7, '钟声', 7, 200, '', '', '', 0, 20, 10, '张广涵,周凯炀,周宇希,周浩楠,朱喆熙,方慧妍,陈昊阳,张毓楠,吴师隽,黄浩', '周日', '16:00', 0, 0, '广东省', '深圳市', '福田区', '福田体育公园', '', 0, '福田体育公园兰球场', 13, '0.00', '', NULL, '/static/frontend/images/grade_logo_default.jpg', 1, NULL, 1508991944, 1511339872),
(23, '前海小学', 31, '综合篮球课程', 98, '小学低年级', 55, '前海小学兰球班', 15, '钟声训练营', '钟声', 7, '钟声', 7, '钟声', 7, 200, '', '', '', 0, 20, 17, '王奕唐,李浚睿,梁懿,饶滨,邱仁鹏,万宇宸,刘宇恒,王钰龙,李语辰,战奕名,陈高翔,郑皓畅,唐轩衡,郑肖杰,李润弘,陈润宏,陈承铭', '周日', '08:30', 0, 0, '广东省', '深圳市', '南山区', '前海小学', '', 0, '前海小学', 14, '0.00', '', '20171102:更新students值', '/static/frontend/images/grade_logo_default.jpg', 1, NULL, 1508992187, 1511339825),
(24, '松坪小学', 32, '综合篮球课程', 91, '小学高年级', 56, '松坪小学兰球班', 15, '钟声训练营', '钟声', 7, '钟声', 7, '钟声', 7, 200, 'a:1:{i:0;s:2:\"13\";}', 'a:1:{i:0;s:9:\"庄贵钦\";}', '', 0, 20, 8, '邓俊伟,李小凡,王秉政,张致远,李泓,朱涛,饶宏宇,余永康', '周日', '08:30', 0, 0, '广东省', '深圳市', '南山区', '松坪小学', '', 0, '松坪小学', 15, '0.00', '', NULL, '/static/frontend/images/grade_logo_default.jpg', 1, NULL, 1509006913, 1511339740),
(25, '荣光篮球强化', 25, '强化篮球课程', 106, '幼儿', 54, '1027班', 5, '荣光训练营', '', 0, '', 0, '张伟荣', 6, 100, 'a:1:{i:0;s:1:\"1\";}', 'a:1:{i:0;s:9:\"刘伟霖\";}', '', 50, 10, 3, '苏楠楠,儿童劫', '周四', '15:33', 0, 0, '广东省', '深圳市', '福田区', '福田', '', 0, '荣光场', 8, '0.00', '', NULL, '/static/frontend/images/grade_logo_default.jpg', 1, NULL, 1509089892, 1970),
(26, '大热常规班', 13, '综合篮球课程', 156, '不限年龄', 152, '周六北头前海五年级', 9, '大热篮球俱乐部', '', 0, '', 0, '钟声', 7, 100, '', '', '', 0, 25, 11, '柏成恩,王珑桥,谭天笑,谭晟中,洪新铠,林弋骁,黄川越,刘庭彦,李祖帆,钟欣志,陈宛杭', '周六', '08:00', 0, 0, '广东省', '深圳市', '南山区', '', '', 0, '前海北头运动场', 3, '0.00', '', NULL, '/static/frontend/images/grade_logo_default.jpg', 1, NULL, 1509422313, 1513849565),
(27, '大热常规班', 13, '综合篮球课程', 156, '不限年龄', 152, '周六北头晚初中班', 9, '大热篮球俱乐部', '', 0, '', 0, '钟声', 7, 100, '', '', '', 0, 25, 10, '谭正中,马明道,汪星辰,潘乐航,周一泉,冯镇壕,周学谦,江晨,刘俊霖,薛子豪', '周六', '18:30', 0, 0, '广东省', '深圳市', '南山区', '', '', 0, '前海北头运动场', 3, '0.00', '', NULL, '/static/frontend/images/grade_logo_default.jpg', 1, NULL, 1509423701, 1513847040),
(28, '大热常规班', 13, '综合篮球课程', 156, '不限年龄', 152, '周六北头进阶班', 9, '大热篮球俱乐部', '', 0, '没有查找到数据哦', 0, '安凯翔', 9, 100, '', '', '', 0, 25, 11, '朱俊亦,黄之麓,蓝炫皓,周尹木,刘秉松,唐愈翔,赖德瑞,文经纬,罗翔宇,曾跃阳,黄嘉荣', '周六', '08:15', 0, 0, '广东省', '深圳市', '南山区', '', '', 0, '前海北头运动场', 3, '0.00', '', NULL, '/static/frontend/images/grade_logo_default.jpg', 1, NULL, 1509423900, 1513765379),
(29, '大热常规班', 13, '综合篮球课程', 156, '不限年龄', 152, '周日北头高年级初中基础', 9, '大热篮球俱乐部', '', 0, '', 0, '董硕同', 10, 100, '', '', '', 0, 25, 11, '王廖聪,罗仕杰,刘炜文,唐佳诺,王北鲲,石原炜,洪旭林,崔展豪,康正浩,牛子儒,张晨儒', '周日', '17:00', 0, 0, '广东省', '深圳市', '南山区', '', '', 0, '前海北头运动场', 3, '0.00', '', NULL, '/static/frontend/images/grade_logo_default.jpg', 1, NULL, 1509424032, 1513846526),
(30, '南头城小学', 30, '综合篮球课程', 98, '小学低年级', 55, '南头城小学篮球班', 15, '钟声训练营', '钟声', 7, '钟声', 7, '钟声', 7, 200, 'a:1:{i:0;s:2:\"13\";}', 'a:1:{i:0;s:9:\"庄贵钦\";}', '', 0, 0, 1, '赵俊豪', '周五', '16:30', 0, 0, '广东省', '深圳市', '南山区', '北环大道', '', 0, '南山天台兰球场', 12, '0.00', '', NULL, '/static/frontend/images/grade_logo_default.jpg', 1, NULL, 1509705361, 1511339682),
(31, '荣光篮球强化', 25, '强化篮球课程', 106, '幼儿', 54, '测试体', 5, '荣光训练营', '', 0, '', 0, '刘伟霖', 1, 200, '', '', '', 0, 0, 1, '小woo', '周三', '10:39', 0, 0, '广东省', '深圳市', '福田区', '福田车公庙', '', 0, '荣光训练场', 10, '0.00', '1109', NULL, '/static/frontend/images/grade_logo_default.jpg', 1, NULL, 1510195422, 1510195476),
(32, '龙岗民警子女篮球训练课程', 15, '篮球兴趣班', 154, '不限年龄', 152, '龙岗篮球训练营', 9, '大热篮球俱乐部', '', 0, '', 0, '林泽铭', 15, 300, 'a:1:{i:0;s:2:\"16\";}', 'a:1:{i:0;s:9:\"张嘉涵\";}', '', 0, 0, 21, '刘永锋,骆九宇,杨耀斌,李鸣轩,张旺鹏,袁帅,关楠萧,黄俊豪,杨涵,邵冠霖,王孝煊,陈予喆,苏祖威,周子祺,王浩丁,颜若宸,曾子航,王瑞翔,黄子杰,郭懋增,蔡佳烨', '周六', '16:30', 0, 0, '广东省', '深圳市', '龙岗区', '龙岗', '', 0, '龙岗公安分局训练场', 11, '0.00', '', NULL, '/static/frontend/images/grade_logo_default.jpg', -1, 1512029350, 1510326418, 1512029350),
(33, '大热常规班', 13, '综合篮球课程', 156, '不限年龄', 152, '周五北头低年级班', 9, '大热篮球俱乐部', '', 0, '', 0, '黄万瑞', 14, 100, '', '', '', 0, 0, 20, '覃诗翔,肖振兴,柯艾锐,李闻韬,吴贻然,陈智斌,吴宇昊,林嘉豪,毕宸君,刘进哲,钟铭楷,谢睿轩,张哲栋,吴奇朗,杨灿,林嘉豪,袁梓钦,饶鹏轩,关乐耀,张益凯', '周五', '19:00', 0, 0, '广东省', '深圳市', '南山区', '', '', 0, '前海北头运动场', 3, '0.00', '', NULL, '/static/frontend/images/grade_logo.jpg', 1, NULL, 1511249692, 1513761908),
(34, '大热常规班', 13, '综合篮球课程', 156, '不限年龄', 152, '周六鼎太低年级', 9, '大热篮球俱乐部', '', 0, '', 0, '黄万瑞', 14, 100, '', '', '', 0, 0, 8, '李兆堂,谢欣桦,方泓锴,梁思诚,吴靖宇,李正昊,欧阳宇航,钟铭楷', '周六', '08:00', 0, 0, '广东省', '深圳市', '南山区', '', '', 0, '前海北头运动场', 3, '0.00', '', NULL, '/static/frontend/images/grade_logo.jpg', 1, NULL, 1511249992, 1513846873),
(35, '大热常规班', 13, '综合篮球课程', 156, '不限年龄', 152, '周六北头中高年级班', 9, '大热篮球俱乐部', '', 0, '', 0, '董硕同', 10, 100, '', '', '', 0, 0, 7, '卢星丞,李昊晟,何思源,林子骞,刘政翰,卢宇璠,熊天华', '周六', '15:15', 0, 0, '广东省', '深圳市', '南山区', '', '', 0, '前海北头运动场', 3, '0.00', '', NULL, '/static/frontend/images/grade_logo.jpg', 1, NULL, 1511250091, 1513846621),
(36, 'AKcross课程', 38, '综合篮球课程                                    ', 91, '小学高年级', 56, '南外周三五班', 13, 'AKcross训练营', '', 0, '', 0, '安凯翔', 9, 0, '', '', '', 0, 0, 3, '田家福,游逸朗,李李喆', '周三,周五', '17:30,17:30', 0, 0, '广东省', '深圳市', '南山区', ' 0', '', 0, '南外文华球场', 19, '0.00', '', NULL, '/static/frontend/images/grade_logo.jpg', 1, NULL, 1511579836, 1511579836),
(37, '龙岗民警子女篮球训练课程', 15, '篮球兴趣班', 154, '不限年龄', 152, '龙岗训练营低年级课程', 9, '大热篮球俱乐部', '', 0, '', 0, '林泽铭', 15, 0, '', '', '', 0, 0, 9, '骆九宇,关楠萧,黄俊豪,杨涵,王孝煊,陈予喆,王浩丁,颜若宸,王瑞翔', '周六', '16:30', 0, 0, '广东省', '深圳市', '龙岗区', '龙岗', '', 0, '龙岗公安分局训练场', 11, '0.00', '', NULL, '/static/frontend/images/grade_logo.jpg', 1, NULL, 1512029865, 1512055154),
(38, '龙岗民警子女篮球训练课程', 15, '篮球兴趣班', 154, '不限年龄', 152, '龙岗训练营高年级班', 9, '大热篮球俱乐部', '', 0, '', 0, '张嘉涵', 16, 0, '', '', '', 0, 0, 13, '刘永锋,杨耀斌,李鸣轩,张旺鹏,袁帅,邵冠霖,苏祖威,周子祺,曾子航,王瑞翔,黄子杰,郭懋增,蔡佳烨', '周六', '16:30', 0, 0, '广东省', '深圳市', '龙岗区', '龙岗', '', 0, '龙岗公安分局训练场', 11, '0.00', '', NULL, '/static/frontend/images/grade_logo.jpg', 1, NULL, 1512030032, 1513764488),
(39, '下午茶篮球课（有赠送课时）', 51, '专项训练课程', 166, '', 0, '下午茶班', 31, 'woo篮球兴趣训练营', '', 0, '', 0, '安凯翔', 9, 0, '', '', '', 0, 0, 6, '刘嘉,GT ,Bingo,哔哔哔,小霖,高燕', '周三', '15:32', 0, 0, '广东省', '深圳市', '南山区', '南山阳光文体中心', '', 0, '阳光文体中心大热场', 27, '0.00', '', NULL, '/static/frontend/images/grade_logo.jpg', 1, NULL, 1513744563, 1513757343),
(40, '大热常规班', 13, '综合篮球课程', 156, '不限年龄', 152, '北头周六五点综合班', 9, '大热篮球俱乐部', '', 0, '', 0, '黄万瑞', 14, 100, '', '', '', 0, 25, 13, '柏泓庚,郭皓晗,严振轩,薛若鸿,张文瑄,刘家琦,王炫程,邱智鸿,万博宇,杨鑫财,强亦宸,王国宇,蒋成栋', '周六', '17:00', 0, 0, '广东省', '深圳市', '南山区', '', '', 0, '前海北头运动场', 3, '0.00', '', NULL, '/static/frontend/images/grade_logo.jpg', 1, NULL, 1513847346, 1513847346),
(41, '大热常规班', 13, '综合篮球课程', 156, '不限年龄', 152, '北头周日八点高年级初中班', 9, '大热篮球俱乐部', '', 0, '', 0, '董硕同', 10, 100, '', '', '', 0, 25, 5, '阮烨才,陈江函,李俊晔,花梓鹏,陈嘉航', '周日', '08:00', 0, 0, '广东省', '深圳市', '南山区', '', '', 0, '前海北头运动场', 3, '0.00', '', NULL, '/static/frontend/images/grade_logo.jpg', 1, NULL, 1513847580, 1513847580),
(42, '大热常规班', 13, '综合篮球课程', 156, '不限年龄', 152, '北头周日八点初中提高班', 9, '大热篮球俱乐部', '', 0, '', 0, '黄万瑞', 14, 100, '', '', '', 0, 25, 7, '叶子枫,罗宁,谈朔显, 李承彧,汪子杰,杨欣霈,冯啟桓', '周日', '08:00', 0, 0, '广东省', '深圳市', '南山区', '', '', 0, '前海北头运动场', 3, '0.00', '', NULL, '/static/frontend/images/grade_logo.jpg', 1, NULL, 1513847704, 1513847704),
(43, '大热常规班', 13, '综合篮球课程', 156, '不限年龄', 152, '北头周日十点低年级综合班', 9, '大热篮球俱乐部', '', 0, '', 0, '黄万瑞', 14, 100, '', '', '', 0, 25, 11, '刘阳,郭子阅,郑新浩,任志诚,彭梓睿,张益畅,郭栩源,郭浩麟,吴靖宇,李正昊,张哲栋', '周日', '10:00', 0, 0, '广东省', '深圳市', '南山区', '', '', 0, '前海北头运动场', 3, '0.00', '', NULL, '/static/frontend/images/grade_logo.jpg', 1, NULL, 1513847912, 1513847912),
(44, '大热常规班', 13, '综合篮球课程', 156, '不限年龄', 152, '室内幼儿班', 9, '大热篮球俱乐部', '', 0, '', 0, '黄万瑞', 14, 100, '', '', '', 0, 25, 9, '刘凤杰,李卓逸,欧阳舒轩,杜沛霖,蒙卓朗,张皓然,许辰镝,严俊朗,黄子骞', '周六', '10:30', 0, 0, '广东省', '深圳市', '南山区', '', '', 0, '大热前海训练中心', 1, '0.00', '', NULL, '/static/frontend/images/grade_logo.jpg', 1, NULL, 1513848045, 1513848154),
(45, '大热常规班', 13, '综合篮球课程', 156, '不限年龄', 152, '室内周日低年级班', 9, '大热篮球俱乐部', '', 0, '', 0, '董硕同', 10, 100, '', '', '', 0, 25, 7, '秦铭远,雷卓凡,张圣泽, 戴溪亭,周煜轩,程翰哲,龚湖宸', '周日', '10:00', 0, 0, '广东省', '深圳市', '南山区', '', '', 0, '大热前海训练中心', 1, '0.00', '', NULL, '/static/frontend/images/grade_logo.jpg', 1, NULL, 1513848132, 1513848132),
(46, '大热常规班', 13, '综合篮球课程', 156, '不限年龄', 152, '鼎太女子班', 9, '大热篮球俱乐部', '', 0, '', 0, '庄贵钦', 13, 100, '', '', '', 0, 25, 4, '张诗婷,辛禹霏,侯朝歌,胡宇菲', '周一,周二', '17:00,17:00', 0, 0, '广东省', '深圳市', '南山区', '待定', '', 0, '待定', -1, '0.00', '', NULL, '/static/frontend/images/grade_logo.jpg', 1, NULL, 1513848770, 1513848770);

--
-- Indexes for dumped tables
--

--
-- Indexes for table `grade`
--
ALTER TABLE `grade`
  ADD PRIMARY KEY (`id`);

--
-- 在导出的表使用AUTO_INCREMENT
--

--
-- 使用表AUTO_INCREMENT `grade`
--
ALTER TABLE `grade`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=47;COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
