-- phpMyAdmin SQL Dump
-- version 4.7.1
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: 2017-12-11 11:31:06
-- 服务器版本： 10.1.23-MariaDB-9+deb9u1
-- PHP Version: 7.0.19-1

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `hot`
--

-- --------------------------------------------------------

--
-- 表的结构 `lesson`
--

CREATE TABLE `lesson` (
  `id` int(10) UNSIGNED NOT NULL,
  `lesson` varchar(60) NOT NULL COMMENT '课程名称',
  `member` varchar(60) NOT NULL COMMENT '发布者',
  `member_id` int(10) NOT NULL COMMENT '对应member表id',
  `leader_id` int(10) NOT NULL COMMENT '负责财务的老大,对应member表id',
  `leader` varchar(60) NOT NULL COMMENT 'leader',
  `gradecate` varchar(60) NOT NULL COMMENT '课程类型',
  `gradecate_id` int(10) NOT NULL COMMENT '选择类型',
  `camp` varchar(60) NOT NULL COMMENT '所属训练营名称',
  `camp_id` int(10) NOT NULL COMMENT '所属训练营id',
  `cost` decimal(8,0) NOT NULL DEFAULT '0' COMMENT '每个课时单价',
  `total` tinyint(10) NOT NULL DEFAULT '1' COMMENT '总课时数量',
  `score` int(10) NOT NULL DEFAULT '0' COMMENT '购买课程需要积分',
  `coach` varchar(60) NOT NULL COMMENT '主教练',
  `coach_id` int(10) NOT NULL COMMENT 'zhu教练  对应member表id',
  `assistant` text NOT NULL COMMENT '副教练序列化',
  `assistant_id` text NOT NULL COMMENT '副教练id集合 序列化',
  `teacher` varchar(60) NOT NULL COMMENT '班主任',
  `teacher_id` int(10) NOT NULL COMMENT '对应member表id',
  `min` int(10) NOT NULL DEFAULT '1' COMMENT '最少开课学生数量',
  `max` int(10) NOT NULL COMMENT '最大开课学生数量',
  `week` varchar(60) NOT NULL COMMENT '周六,周三',
  `start` date NOT NULL COMMENT '开始日期',
  `end` date NOT NULL COMMENT '结束日期',
  `lesson_time` time NOT NULL COMMENT '具体上课时间',
  `dom` varchar(255) NOT NULL COMMENT 'serialize,可以购买的数量',
  `sort` int(10) NOT NULL DEFAULT '0' COMMENT '推荐排序',
  `hot` int(10) NOT NULL DEFAULT '0' COMMENT '热门课程',
  `hit` int(10) NOT NULL COMMENT '点击量',
  `students` int(10) NOT NULL DEFAULT '0' COMMENT '报名人数,包括预约体验的学生',
  `province` varchar(60) NOT NULL COMMENT '省',
  `city` varchar(60) NOT NULL COMMENT '市',
  `area` varchar(60) NOT NULL COMMENT '区',
  `court_id` int(10) NOT NULL COMMENT '场地id',
  `court` varchar(255) NOT NULL COMMENT '场地名称',
  `location` varchar(255) NOT NULL,
  `telephone` varchar(20) NOT NULL,
  `cover` varchar(255) NOT NULL COMMENT '封面',
  `total_giftschedule` int(11) NOT NULL DEFAULT '0' COMMENT '历史赠送课时数',
  `resi_giftschedule` int(11) NOT NULL DEFAULT '0' COMMENT '剩余赠送课时数',
  `unbalanced_giftschedule` int(11) NOT NULL DEFAULT '0' COMMENT '未结算赠送课时数',
  `remarks` varchar(255) NOT NULL COMMENT '备注',
  `isprivate` tinyint(4) NOT NULL DEFAULT '0' COMMENT '1:私有课程|0:公开课程',
  `status` tinyint(4) NOT NULL DEFAULT '-1' COMMENT '0:未审核;1:正常;-1:下架',
  `system_remarks` text NOT NULL,
  `create_time` int(11) NOT NULL COMMENT '创建时间',
  `update_time` int(11) NOT NULL COMMENT '更新时间',
  `delete_time` int(11) DEFAULT NULL COMMENT '软删除时间'
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `lesson`
--

INSERT INTO `lesson` (`id`, `lesson`, `member`, `member_id`, `leader_id`, `leader`, `gradecate`, `gradecate_id`, `camp`, `camp_id`, `cost`, `total`, `score`, `coach`, `coach_id`, `assistant`, `assistant_id`, `teacher`, `teacher_id`, `min`, `max`, `week`, `start`, `end`, `lesson_time`, `dom`, `sort`, `hot`, `hit`, `students`, `province`, `city`, `area`, `court_id`, `court`, `location`, `telephone`, `cover`, `total_giftschedule`, `resi_giftschedule`, `unbalanced_giftschedule`, `remarks`, `isprivate`, `status`, `system_remarks`, `create_time`, `update_time`, `delete_time`) VALUES
(1, '大热幼儿班', 'Hot-basketball2', 2, 0, '', '幼儿篮球兴趣班', 1, '大热体适能中心', 1, '100', 1, 0, '刘伟霖', 1, '', '', '', 0, 4, 10, '周日', '0000-00-00', '0000-00-00', '10:30:00', 'a:1:{i:0;s:2:\"15\";}', 0, 1, 0, 5, '广东省', '深圳市', '南山区', 1, '大热前海训练中心', '', '', '/uploads/images/lesson/5.jpg', 0, 0, 0, '', 0, 1, '', 0, 1507778640, 1507778640),
(2, '小学低年级初级班', 'HoChen', 1, 0, '', '基础篮球课程', 6, '猴赛雷训练营', 3, '120', 1, 0, '刘伟霖', 1, '', '', '', 0, 1, 15, '周日', '0000-00-00', '0000-00-00', '00:00:00', 'a:1:{i:0;s:2:\"10\";}', 0, 1, 0, 1, '广东省', '深圳市', '南山区', 3, '前海北投运动场', '', '', '/uploads/images/lesson/6.jpg', 0, 0, 0, '', 0, 1, '', 0, 1510196499, 1510196499),
(3, '超级控球手', 'legend', 6, 0, '', '强化篮球课程', 0, '准行者训练营', 4, '120', 1, 0, '陈准', 3, 'a:2:{i:0;s:9:\"张伟荣\";i:1;s:6:\"陈准\";}', 'a:2:{i:0;s:1:\"6\";i:1;s:1:\"5\";}', '', 0, 5, 10, '周日', '0000-00-00', '0000-00-00', '18:40:00', 'a:3:{i:0;s:1:\"1\";i:1;s:1:\"5\";i:2;s:2:\"10\";}', 0, 1, 0, 2, '广东省', '深圳市', '南山区', 3, '前海北头运动场', '', '', '/uploads/images/lesson/7.jpg', 0, 0, 0, '', 0, -1, '', 0, 1508387642, NULL),
(4, '周六上午十点低年级班', 'Hot Basketball 1', 3, 0, '', '基础篮球课程', 6, '大热前海训练营', 2, '100', 1, 0, '刘嘉兴', 2, 'a:1:{i:0;s:9:\"刘伟霖\";}', 'a:1:{i:0;s:1:\"1\";}', '', 0, 4, 10, '周六', '0000-00-00', '0000-00-00', '10:00:00', 'a:1:{i:0;s:2:\"15\";}', 0, 1, 0, 7, '广东省', '深圳市', '南山区', 3, '前海北投运动场', '', '', '/uploads/images/lesson/8.jpg', 0, 0, 0, '', 0, -1, '', 0, 1508469252, NULL),
(5, '射手特训班', 'HoChen', 1, 0, '', '超级射手课程（10岁以上）', 29, '猴赛雷训练营', 3, '300', 1, 0, 'Michael Mcgrath', 11, 'a:1:{i:0;s:6:\"陈侯\";}', 'a:1:{i:0;s:1:\"3\";}', '', 0, 1, 4, '周日', '0000-00-00', '0000-00-00', '18:43:00', 'a:2:{i:0;s:2:\"10\";i:1;s:2:\"20\";}', 0, 0, 0, 0, '广东省', '深圳市', '南山区', 1, '大热前海训练中心', '', '0755-26677733', '/uploads/images/court/2017/11/5a013b57d4064.jpeg', 0, 2, 0, '', 0, 1, '', 0, 1510030346, NULL),
(6, '超级射手班', 'legend', 6, 7, 'wayen_z', '特色训练课程', 0, '准行者训练营', 4, '1', 1, 0, '陈准', 3, 'a:2:{i:0;s:6:\"陈准\";i:1;s:9:\"刘伟霖\";}', 'a:1:{i:0;s:1:\"6\";}', 'wayen_z', 7, 5, 10, '周日', '0000-00-00', '0000-00-00', '09:50:00', 'a:3:{i:0;s:1:\"1\";i:1;s:1:\"5\";i:2;s:2:\"10\";}', 0, 0, 0, 4, '广东省', '深圳市', '南山区', 1, '大热前海训练中心', '', '', '/uploads/images/court/2017/09/59ca41677c295.jpg', 0, 0, 0, '你想成为三井寿吗？', 0, -1, '', 0, 1508387623, NULL),
(7, '超级防守班', 'legend', 6, 0, '', '特色训练课程', 27, '准行者训练营', 4, '120', 1, 0, '刘伟霖', 1, '', '', '', 0, 5, 10, '周日', '0000-00-00', '0000-00-00', '20:15:00', 'a:2:{i:0;s:1:\"5\";i:1;s:2:\"10\";}', 0, 1, 0, 0, '广东省', '深圳市', '南山区', 1, '大热前海训练中心', '', '', '/uploads/images/court/2017/09/59ca458351901.JPG', 0, 0, 0, '', 0, -1, '', 0, 1508128806, NULL),
(8, '超级飞侠', 'legend', 6, 0, '', '基础篮球课程', 6, '准行者训练营', 4, '100', 1, 0, '刘伟霖', 1, '', '', '', 0, 5, 10, '周日', '0000-00-00', '0000-00-00', '23:55:00', 'a:2:{i:0;s:1:\"5\";i:1;s:2:\"10\";}', 0, 0, 0, 0, '广东省', '深圳市', '南山区', 3, '前海北头运动场', '', '', '/uploads/images/court/2017/09/59ca78f278870.JPG', 0, 0, 0, '测试', 0, -1, '', 0, 0, NULL),
(11, '猴塞雷课程', 'HoChen', 1, 0, '', '特色训练课程', 27, '猴赛雷训练营', 3, '100', 1, 0, '陈侯', 3, '', '', '', 0, 1, 2, '周日', '0000-00-00', '0000-00-00', '15:00:00', 'a:1:{i:0;s:1:\"1\";}', 0, 0, 0, 9, '广东省', '深圳市', '南山区', 1, '大热前海训练中心', '', '', '/uploads/images/court/2017/10/59d8686eb9fa4.jpg', 0, 0, 0, '', 0, 1, '', 1507354740, 1510196493, 1510196493),
(12, '校园兴趣班', 'HoChen', 1, 5, '123abc', '其他', 0, '猴赛雷训练营', 3, '1', 1, 0, '陈侯', 3, '', '', '', 0, 1, 20, '周日', '0000-00-00', '0000-00-00', '15:30:00', 'a:2:{i:0;s:1:\"1\";i:1;s:2:\"10\";}', 0, 0, 0, 11, '广东省', '深圳市', '南山区', 9, '海滨实验小学篮球场', '学府路', '0755-26677733', '/uploads/images/court/2017/10/59dc9aaf4c67e.jpg', 0, 0, 0, '', 0, -1, '', 1507629294, 1510196364, 1510196364),
(33, '测试3', 'legend', 6, 5, '陈准', '校园兴趣班（4-18岁）', 0, '准行者训练营', 4, '20', 1, 0, '陈准', 5, 'a:1:{i:0;s:9:\"张伟荣\";}', 'a:1:{i:0;s:1:\"6\";}', '陈准', 5, 0, 0, '可选', '0000-00-00', '0000-00-00', '00:00:00', 'a:2:{i:0;s:1:\"5\";i:1;s:2:\"10\";}', 0, 0, 0, 0, '北京市', '北京市', '东城区', 7, '阳光迷你场', '哪里', '', '/uploads/images/court/2017/10/59e596701c1f5.JPG', 0, 0, 0, '测试2', 0, -1, '', 1508218487, 1508218732, NULL),
(13, '大热常规班', 'Hot-basketball2', 2, 0, '', '综合篮球课程', 0, '大热篮球俱乐部', 9, '100', 1, 0, '大热篮球', 4, '', '', '', 0, 0, 20, '可选', '0000-00-00', '0000-00-00', '00:00:00', 'a:5:{i:0;s:2:\"12\";i:1;s:1:\"1\";i:2;s:2:\"10\";i:3;s:2:\"15\";i:4;s:2:\"30\";}', 0, 0, 0, 114, '广东省', '深圳市', '南山区', 3, '前海北头运动场', '', '0755-26677733', '/uploads/images/court/2017/10/59e45b3b895e3.JPG', 1, 99, 1, '', 0, 1, '系统增加购买人数+2,时间2017年11月3日15:04:24', 1507706211, 1512022549, NULL),
(14, '北头周日十点低年级班', 'Hot-basketball2', 2, 0, '', '基础篮球课程', 6, '大热篮球俱乐部', 9, '100', 1, 0, '冼玉华', 4, '', '', '', 0, 0, 20, '周日', '0000-00-00', '0000-00-00', '10:00:00', 'a:1:{i:0;s:2:\"15\";}', 0, 1, 0, 0, '广东省', '深圳市', '南山区', 3, '前海北头运动场', '', '', '/uploads/images/court/2017/10/59ddc7497d499.JPG', 0, 0, 0, '', 0, -1, '', 1507706700, 1508913472, 1508913472),
(30, '南头城小学', '钟声', 19, 7, '钟声', '小学 - 基础班（7-9岁）', 0, '钟声训练营', 15, '100', 1, 0, '钟声', 7, '', '', '钟声', 7, 0, 20, '可选', '0000-00-00', '0000-00-00', '00:00:00', 'a:2:{i:0;s:2:\"15\";i:1;s:2:\"30\";}', 0, 0, 0, 1, '广东省', '深圳市', '南山区', 12, '南山天台兰球场', '北环大道', '15999557852', '/uploads/images/court/2017/10/59e835f79a8c6.jpeg', 0, 0, 0, '', 0, 1, '', 1508039002, 1510201568, NULL),
(15, '龙岗民警子女篮球训练课程', 'Hot-basketball2', 2, 0, '', '基础篮球课程', 0, '大热篮球俱乐部', 9, '100', 1, 0, '林泽铭', 15, '', '', '', 0, 0, 30, '周六', '0000-00-00', '0000-00-00', '16:30:00', 'a:1:{i:0;s:2:\"12\";}', 0, 1, 0, 34, '广东省', '深圳市', '龙岗区', 11, '龙岗公安分局训练场', '龙岗', '0755-26677733', '/uploads/images/court/2017/10/59dddbd68b41f.JPG', 63, 0, 33, '', 0, 1, '系统students+1,2017年11月11日16:36:04', 1507711963, 1509783145, NULL),
(16, '周日低年级基础班', 'Hot-basketball2', 2, 0, '', '基础篮球课程', 6, '大热篮球俱乐部', 9, '100', 1, 0, '冼玉华', 4, '', '', '', 0, 5, 15, '周日', '0000-00-00', '0000-00-00', '10:00:00', 'a:3:{i:0;s:2:\"10\";i:1;s:2:\"15\";i:2;s:2:\"30\";}', 0, 1, 0, 0, '广东省', '深圳市', '南山区', 1, '大热前海训练中心', '', '', '/uploads/images/court/2017/10/59dddf350ab88.JPG', 0, 0, 0, '', 0, -1, '', 1507712823, 1508913468, 1508913468),
(17, '北头周日初中班', 'Hot-basketball2', 2, 0, '', '综合篮球课程', 11, '大热篮球俱乐部', 9, '100', 1, 0, '冼玉华', 4, '', '', '', 0, 6, 20, '周日', '0000-00-00', '0000-00-00', '08:00:00', 'a:3:{i:0;s:2:\"10\";i:1;s:2:\"15\";i:2;s:2:\"30\";}', 0, 1, 0, 0, '广东省', '深圳市', '南山区', 3, '前海北头运动场', '', '', '/uploads/images/court/2017/10/59dddfdf6110c.JPG', 0, 0, 0, '', 0, -1, '', 1507712994, 1508913464, 1508913464),
(18, '周六北头六点半初中班', 'Hot-basketball2', 2, 0, '', '综合篮球课程', 0, '大热篮球俱乐部', 9, '100', 1, 0, '冼玉华', 4, '', '', '', 0, 6, 20, '周六', '0000-00-00', '0000-00-00', '18:30:00', 'a:3:{i:0;s:2:\"10\";i:1;s:2:\"15\";i:2;s:2:\"30\";}', 0, 1, 0, 0, '广东省', '深圳市', '南山区', 3, '前海北头运动场', '', '', '/uploads/images/court/2017/10/59dde04b9c8f0.JPG', 0, 0, 0, '', 0, -1, '', 1507713102, 1508913460, 1508913460),
(19, '周六北头前海代表队', 'Hot-basketball2', 2, 0, '', '综合篮球课程', 11, '大热篮球俱乐部', 9, '100', 1, 0, '冼玉华', 4, '', '', '', 0, 6, 20, '周六', '0000-00-00', '0000-00-00', '17:00:00', 'a:3:{i:0;s:2:\"10\";i:1;s:2:\"15\";i:2;s:2:\"30\";}', 0, 1, 0, 0, '广东省', '深圳市', '南山区', 3, '前海北头运动场', '', '', '/uploads/images/court/2017/10/59dde0a9c153c.JPG', 0, 0, 0, '', 0, -1, '', 1507713197, 1508913456, 1508913456),
(20, '周六北头小学班', 'Hot-basketball2', 2, 0, '', '基础篮球课程', 6, '大热篮球俱乐部', 9, '100', 1, 0, '冼玉华', 4, '', '', '', 0, 6, 20, '周六', '0000-00-00', '0000-00-00', '15:30:00', 'a:3:{i:0;s:2:\"10\";i:1;s:2:\"15\";i:2;s:2:\"30\";}', 0, 1, 0, 0, '广东省', '深圳市', '南山区', 3, '前海北头运动场', '', '', '/uploads/images/court/2017/10/59dde10dade98.JPG', 0, 0, 0, '', 0, -1, '', 1507713295, 1508913452, 1508913452),
(21, '周六幼儿班', 'Hot-basketball2', 2, 0, '', '幼儿篮球兴趣班', 1, '大热篮球俱乐部', 9, '100', 1, 0, '冼玉华', 4, '', '', '', 0, 4, 10, '周六', '0000-00-00', '0000-00-00', '10:30:00', 'a:3:{i:0;s:2:\"10\";i:1;s:2:\"15\";i:2;s:2:\"30\";}', 0, 1, 0, 0, '广东省', '深圳市', '南山区', 1, '大热前海训练中心', '', '', '/uploads/images/court/2017/10/59dde1622102b.JPG', 0, 0, 0, '', 0, -1, '', 1507713379, 1508913449, 1508913449),
(22, '初中班', 'Hot-basketball2', 2, 0, '', '综合篮球课程', 0, '大热篮球俱乐部', 9, '100', 1, 0, '冼玉华', 4, '', '', '', 0, 6, 20, '周六', '0000-00-00', '0000-00-00', '08:15:00', 'a:3:{i:0;s:2:\"10\";i:1;s:2:\"15\";i:2;s:2:\"30\";}', 0, 1, 0, 0, '广东省', '深圳市', '南山区', 3, '前海北头运动场', '', '', '/uploads/images/court/2017/10/59dde1bec9d8d.JPG', 0, 0, 0, '', 0, -1, '', 1507713472, 1508913444, 1508913444),
(23, '低年级班', 'Hot-basketball2', 2, 0, '', '综合篮球课程', 0, '大热篮球俱乐部', 9, '100', 1, 0, '冼玉华', 4, '', '', '', 0, 6, 20, '周六', '0000-00-00', '0000-00-00', '08:00:00', 'a:3:{i:0;s:2:\"10\";i:1;s:2:\"15\";i:2;s:2:\"30\";}', 0, 1, 0, 0, '广东省', '深圳市', '南山区', 3, '前海北头运动场', '', '', '/uploads/images/court/2017/10/59dde34b490d0.JPG', 0, 0, 0, '', 0, -1, '', 1507713871, 1508913440, 1508913440),
(24, '周五北头低年级课程', 'Hot-basketball2', 2, 0, '', '综合篮球课程', 11, '大热篮球俱乐部', 9, '100', 1, 0, '冼玉华', 4, '', '', '', 0, 6, 20, '周五', '0000-00-00', '0000-00-00', '19:00:00', 'a:3:{i:0;s:2:\"10\";i:1;s:2:\"15\";i:2;s:2:\"30\";}', 0, 1, 0, 0, '广东省', '深圳市', '南山区', 3, '前海北头运动场', '', '', '/uploads/images/court/2017/10/59dde3ff8d650.JPG', 0, 0, 0, '', 0, -1, '', 1507714050, 1508913435, 1508913435),
(29, '石厦学校兰球队', '钟声', 19, 7, '钟声', '高年组球队（9-12岁）', 0, '钟声训练营', 15, '100', 1, 0, '钟声', 7, '', '', '钟声', 7, 0, 15, '可选', '0000-00-00', '0000-00-00', '00:00:00', 'a:2:{i:0;s:2:\"15\";i:1;s:2:\"30\";}', 0, 0, 0, 10, '广东省', '深圳市', '福田区', 13, '福田体育公园兰球场', '福田体育公园', '15999557852', '/uploads/images/court/2017/10/59e83616221da.jpeg', 0, 0, 0, '', 0, 1, '系统增加students+1,时间2017年11月3日15:07:48', 1508038824, 1510201604, NULL),
(25, '荣光篮球强化（测试）', 'wayen_z', 7, 7, '张伟荣', '强化篮球课程', 0, '荣光训练营', 5, '1', 1, 0, '张伟荣', 6, 'a:1:{i:0;s:9:\"刘伟霖\";}', 'a:1:{i:0;s:1:\"1\";}', '张伟荣', 7, 1, 2, '周日', '0000-00-00', '0000-00-00', '14:30:00', 'a:2:{i:0;s:1:\"1\";i:1;s:1:\"5\";}', 0, 0, 0, 100, '广东省', '深圳市', '福田区', 10, '荣光训练场', '福田车公庙', '13750088350', '/uploads/images/court/2017/10/59e09752d9e93.jpg', 0, 0, 0, '荣光新课程', 0, 1, '', 1507891038, 1510367985, NULL),
(26, '最后测一下', 'legend', 6, 6, '陈准', '特色训练课程', 27, '准行者训练营', 4, '200', 1, 0, '陈准', 5, 'a:1:{i:0;s:9:\"张伟荣\";}', 'a:1:{i:0;s:1:\"6\";}', '陈准', 6, 0, 0, '周六', '0000-00-00', '0000-00-00', '00:48:00', 'a:2:{i:0;s:2:\"10\";i:1;s:2:\"20\";}', 0, 0, 0, 0, '广东省', '深圳市', '南山区', 3, '前海北头运动场', '', '', '/uploads/images/court/2017/10/59e0ef7a09555.JPG', 0, 0, 0, '保证ok', 0, -1, '', 1507913608, 1507913608, NULL),
(27, '特长班', 'legend', 6, 6, '陈准', '特色训练课程', 27, '准行者训练营', 4, '150', 1, 0, '陈准', 5, 'a:1:{i:0;s:9:\"张伟荣\";}', 'a:1:{i:0;s:1:\"6\";}', '陈准', 6, 1, 5, '周五', '0000-00-00', '0000-00-00', '18:55:00', 'a:1:{i:0;s:2:\"10\";}', 0, 0, 0, 0, '广东省', '深圳市', '南山区', 1, '大热前海训练中心', '', '', '/uploads/images/court/2017/10/59e0f1fe18789.JPG', 0, 0, 0, '曹操', 0, -1, '', 1507914246, 1508306778, NULL),
(28, '最后试试', 'legend', 6, 0, '', '其他', 33, '准行者训练营', 4, '23', 1, 0, '陈准', 6, '', '', '', 0, 2, 5, '可选', '0000-00-00', '0000-00-00', '00:00:00', 'a:1:{i:0;s:2:\"10\";}', 0, 0, 0, 0, '广东省', '深圳市', '南山区', 1, '大热前海训练中心', '', '', '/uploads/images/court/2017/10/59e175c6c9674.JPG', 0, 0, 0, '哈哈', 0, -1, '', 1507947981, 1507947981, NULL),
(31, '前海小学', '钟声', 19, 7, '钟声', '小学 - 综合班（7-9岁）', 0, '钟声训练营', 15, '100', 1, 0, '钟声', 7, '', '', '钟声', 7, 0, 20, '可选', '0000-00-00', '0000-00-00', '00:00:00', 'a:2:{i:0;s:2:\"15\";i:1;s:2:\"30\";}', 0, 1, 0, 16, '广东省', '深圳市', '南山区', 14, '前海小学', '前海小学', '15999557852', '/uploads/images/court/2017/10/59e835c9bb350.jpeg', 0, 0, 0, '', 0, 1, '20171102:更新students值', 1508039125, 1510201521, NULL),
(32, '松坪小学', '钟声', 19, 7, '钟声', '高年组球队（9-12岁）', 0, '钟声训练营', 15, '100', 1, 0, '钟声', 7, '', '', '钟声', 7, 0, 20, '可选', '0000-00-00', '0000-00-00', '00:00:00', 'a:2:{i:0;s:2:\"15\";i:1;s:2:\"30\";}', 0, 1, 0, 8, '广东省', '深圳市', '南山区', 15, '松坪小学', '松坪小学', '15999557852', '/uploads/images/court/2017/10/59e8359fdc6c4.jpeg', 0, 0, 0, '', 0, 1, '系统增加students=3+1,时间2017年10月27日14:18:35', 1508039305, 1510201465, NULL),
(34, '测试课程', 'legend', 6, 0, '', '校园兴趣班（4-18岁）', 0, '准行者训练营', 4, '120', 1, 0, '陈准', 5, 'a:1:{i:0;s:9:\"张伟荣\";}', 'a:1:{i:0;s:1:\"6\";}', '', 0, 1, 5, '可选', '0000-00-00', '0000-00-00', '00:00:00', 'a:2:{i:0;s:1:\"5\";i:1;s:2:\"10\";}', 0, 0, 0, 0, '广东省', '深圳市', '南山区', 1, '大热前海训练中心', '', '', '/uploads/images/court/2017/10/59e6e5af461cc.JPG', 0, 0, 0, '虫草', 0, -1, '', 1508304309, 1508476714, NULL),
(35, '测试班', 'legend', 6, 0, '', '校园兴趣班（4-18岁）', 0, '准行者训练营', 4, '120', 1, 0, '陈准', 5, 'a:1:{i:0;s:9:\"刘伟霖\";}', 'a:1:{i:0;s:1:\"1\";}', '', 0, 1, 5, '可选', '0000-00-00', '0000-00-00', '00:00:00', 'a:1:{i:0;s:2:\"10\";}', 0, 0, 0, 0, '广东省', '深圳市', '南山区', 3, '前海北头运动场', '', '', '/uploads/images/court/2017/10/59e6e8d41bbea.JPG', 0, 0, 0, '', 0, -1, '', 1508305135, 1508475198, NULL),
(36, '北大附小一年级', '钟声', 19, 7, '钟声', '小学 - 基础班（7-9岁）', 0, '钟声训练营', 15, '100', 1, 0, '钟声', 7, '', '', '钟声', 7, 15, 20, '周五', '0000-00-00', '0000-00-00', '14:30:00', 'a:2:{i:0;s:2:\"15\";i:1;s:2:\"30\";}', 0, 0, 0, 10, '广东省', '深圳市', '南山区', 17, '星海名城小区兰球场', '星海名城一期', '15999557852', '/uploads/images/court/2017/10/59e8355f38596.jpeg', 0, 0, 0, '', 0, 1, '20171102:更新students值', 1508306502, 1510201408, NULL),
(37, '平台示例请勿购买', 'legend', 6, 0, '', '校园兴趣班（4-18岁）', 0, '准行者训练营', 4, '1', 1, 0, '陈准', 5, '', '', '', 0, 1, 5, '可选', '0000-00-00', '0000-00-00', '00:00:00', 'a:2:{i:0;s:1:\"1\";i:1;s:2:\"10\";}', 0, 0, 0, 18, '广东省', '深圳市', '南山区', 7, '阳光迷你场', '哪里', '0755-26677733', '/uploads/images/court/2017/10/59ec269448392.JPG', 0, 0, 0, '平台测试课程请勿购买', 0, 1, '', 1508648619, 1509438070, NULL),
(38, 'AKcross课程', '18566201712', 18, 0, '', '小学 - 综合班（10-12岁）', 0, 'AKcross训练营', 13, '100', 1, 0, '安凯翔', 9, '', '', '', 0, 0, 20, '可选', '0000-00-00', '0000-00-00', '00:00:00', 'a:3:{i:0;s:2:\"10\";i:1;s:2:\"15\";i:2;s:2:\"30\";}', 0, 0, 0, 28, '广东省', '深圳市', '南山区', 16, '丽山文体中心篮球场', '丽水路110', '18566201712', '/uploads/images/court/2017/10/59eeeab96b2fa.JPG', 0, 0, 0, '', 0, 1, '', 1508829889, 1512704353, NULL),
(39, '南外文华快艇队', '18566201712', 18, 0, '', '高年组球队（9-12岁）', 24, 'AKcross训练营', 13, '88', 1, 0, '安凯翔', 9, 'a:1:{i:0;s:9:\"冼玉华\";}', 'a:1:{i:0;s:1:\"4\";}', '', 0, 6, 15, '周三', '0000-00-00', '0000-00-00', '17:00:00', 'a:1:{i:0;s:2:\"15\";}', 0, 0, 0, 0, '广东省', '深圳市', '南山区', 19, '南外文华球场', ' 0', '', '/uploads/images/court/2017/10/59eeeabf5b7a2.jpg', 0, 0, 0, '', 0, -1, '', 1508829889, 1508829889, NULL),
(40, 'H1篮球社团', 'HoChen', 1, 3, '陈侯', '小学校队（7-12岁）', 0, '猴赛雷训练营', 3, '0', 1, 0, 'Michael Mcgrath', 11, '', '', '', 0, 2, 12, '周日', '0000-00-00', '0000-00-00', '16:00:00', 'a:2:{i:0;s:1:\"1\";i:1;s:2:\"30\";}', 0, 0, 0, 0, '广东省', '深圳市', '南山区', 9, '海滨实验小学篮球场', '学府路', '13823599611', '/uploads/images/court/2017/11/5a03c45bbb112.jpeg', 0, 0, 0, '', 0, -1, '', 1510195807, 1510922934, NULL);

--
-- Indexes for dumped tables
--

--
-- Indexes for table `lesson`
--
ALTER TABLE `lesson`
  ADD PRIMARY KEY (`id`);

--
-- 在导出的表使用AUTO_INCREMENT
--

--
-- 使用表AUTO_INCREMENT `lesson`
--
ALTER TABLE `lesson`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=41;COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
