-- phpMyAdmin SQL Dump
-- version 4.7.1
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: 2017-12-25 15:08:32
-- 服务器版本： 10.1.23-MariaDB-9+deb9u1
-- PHP Version: 7.0.19-1

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `hot`
--

-- --------------------------------------------------------

--
-- 表的结构 `log_admindo`
--

CREATE TABLE `log_admindo` (
  `id` int(10) UNSIGNED NOT NULL,
  `uid` int(11) NOT NULL DEFAULT '0' COMMENT '管理员id',
  `username` varchar(100) DEFAULT NULL COMMENT '管理员名字',
  `doing` varchar(255) DEFAULT NULL COMMENT '操作事件',
  `url` varchar(100) DEFAULT NULL COMMENT '操作页面',
  `ip` varchar(50) NOT NULL COMMENT 'ip',
  `created_at` int(11) NOT NULL COMMENT '创建时间'
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `log_admindo`
--

INSERT INTO `log_admindo` (`id`, `uid`, `username`, `doing`, `url`, `ip`, `created_at`) VALUES
(1, 1, 'admin', '控制台 登录 成功', '/admin/login/index', '183.14.172.183', 1506047575),
(2, 1, 'admin', '审核教练id: 2 审核通过 成功', '/admin/coach/audit', '183.14.172.183', 1506047593),
(3, 1, 'admin', '审核训练营id: 2 审核通过 成功', '/admin/camp/audit', '183.14.172.183', 1506047984),
(4, 1, 'admin', '审核训练营id: 1 审核通过 成功', '/admin/camp/audit', '183.14.172.183', 1506047989),
(5, 1, 'admin', '控制台 登录 成功', '/admin/login/index', '183.14.172.183', 1506055909),
(6, 1, 'admin', '审核训练营id: 3 审核通过 成功', '/admin/camp/audit', '183.14.172.183', 1506062410),
(7, 1, 'admin', '审核训练营id: 5 审核通过 成功', '/admin/camp/audit', '183.14.172.183', 1506067570),
(8, 1, 'admin', '审核教练id: 11 审核通过 成功', '/admin/coach/audit', '183.14.172.183', 1506068831),
(9, 1, 'admin', '审核教练id: 12 审核通过 成功', '/admin/coach/audit', '183.14.172.183', 1506068931),
(10, 1, 'admin', '控制台 登录 成功', '/admin/login/index', '183.13.96.9', 1506411055),
(11, 1, 'admin', '审核训练营id: 1 审核通过 成功', '/admin/camp/audit', '183.13.96.9', 1506413133),
(12, 1, 'admin', '审核训练营id: 2 审核通过 成功', '/admin/camp/audit', '183.13.96.9', 1506413138),
(13, 1, 'admin', '审核训练营id: 3 审核通过 成功', '/admin/camp/audit', '183.13.96.9', 1506413143),
(14, 1, 'admin', '审核教练id: 1 审核通过 成功', '/admin/coach/audit', '183.13.96.9', 1506414088),
(15, 1, 'admin', '审核训练营id: 3 审核通过 成功', '/admin/camp/audit', '183.13.96.9', 1506414242),
(16, 1, 'admin', '审核训练营id: 2 审核通过 成功', '/admin/camp/audit', '183.13.96.9', 1506414356),
(17, 1, 'admin', '审核训练营id: 1 审核通过 成功', '/admin/camp/audit', '183.13.96.9', 1506414363),
(18, 1, 'admin', '审核教练id: 2 审核通过 成功', '/admin/coach/audit', '183.13.96.9', 1506414481),
(19, 1, 'admin', '控制台 登录 成功', '/admin/login/index', '183.13.96.9', 1506422246),
(20, 1, 'admin', '审核训练营id: 4 审核通过 成功', '/admin/camp/audit', '183.13.96.9', 1506422262),
(21, 1, 'admin', '控制台 登录 成功', '/admin/login/index', '183.12.197.107', 1506436782),
(22, 1, 'admin', '控制台 登录 成功', '/admin/login/index', '183.13.96.9', 1506478240),
(23, 1, 'admin', '控制台 登录 成功', '/admin/login/index', '183.12.197.107', 1506520721),
(24, 1, 'admin', '控制台 登录 成功', '/admin/login/index', '113.92.38.70', 1506525064),
(25, 1, 'admin', '控制台 登录 成功', '/admin/login/index', '183.13.101.2', 1506575023),
(26, 1, 'admin', '审核训练营id: 5 审核通过 成功', '/admin/camp/audit', '183.13.101.2', 1506575038),
(27, 1, 'admin', '控制台 登录 成功', '/admin/login/index', '183.13.100.43', 1506665242),
(28, 1, 'admin', '审核训练营id: 7 审核通过 成功', '/admin/camp/audit', '183.13.100.43', 1506665258),
(29, 1, 'admin', '控制台 登录 成功', '/admin/login/index', '122.97.172.20', 1506685811),
(30, 1, 'admin', '审核训练营id: 10 审核通过 成功', '/admin/camp/audit', '122.97.172.20', 1506685845),
(31, 1, 'admin', '控制台 登录 成功', '/admin/login/index', '14.30.184.231', 1507105198),
(32, 1, 'admin', '审核训练营id: 5 审核通过 成功', '/admin/camp/audit', '14.30.184.231', 1507105258),
(33, 1, 'admin', '控制台 登录 成功', '/admin/login/index', '14.30.184.231', 1507109317),
(34, 1, 'admin', '控制台 登录 成功', '/admin/login/index', '58.60.126.202', 1507113240),
(35, 1, 'admin', '审核训练营id: 12审核操作:审核已通过成功', '/admin/camp/audit', '58.60.126.202', 1507113353),
(36, 1, 'admin', '控制台 登录 成功', '/admin/login/index', '58.60.127.150', 1507184092),
(37, 1, 'admin', '审核教练id: 1审核操作:审核已通过成功', '/admin/coach/audit', '58.60.127.150', 1507184126),
(38, 1, 'admin', '审核教练id: 1审核操作:审核已通过成功', '/admin/coach/audit', '58.60.127.150', 1507184296),
(39, 1, 'admin', '审核教练id: 1审核操作:审核未通过成功', '/admin/coach/audit', '58.60.127.150', 1507184521),
(40, 1, 'admin', '审核教练id: 1审核操作:审核已通过成功', '/admin/coach/audit', '58.60.127.150', 1507184567),
(41, 1, 'admin', '控制台 登录 成功', '/admin/login/index', '116.25.40.78', 1507628222),
(42, 1, 'admin', '审核训练营id: 9审核操作:审核已通过成功', '/admin/camp/audit', '116.25.40.78', 1507628247),
(43, 1, 'admin', '审核训练营id: 6审核操作:审核已通过成功', '/admin/camp/audit', '116.25.40.78', 1507628316),
(44, 1, 'admin', '审核训练营id: 11审核操作:审核已通过成功', '/admin/camp/audit', '116.25.40.78', 1507628322),
(45, 0, '', '控制台 登录 失败', '/admin/login/index', '116.25.40.78', 1507628461),
(46, 1, 'admin', '控制台 登录 成功', '/admin/login/index', '116.25.40.78', 1507628474),
(47, 1, 'admin', '控制台 登录 成功', '/admin/login/index', '116.25.43.204', 1507718115),
(48, 1, 'admin', '审核场地id: 8 审核操作:场地资源被选为平台公开场地成功', '/admin/court/audit', '116.25.43.204', 1507718136),
(49, 1, 'admin', '审核场地id: 5 审核操作:场地资源被选为平台公开场地成功', '/admin/court/audit', '116.25.43.204', 1507718142),
(50, 1, 'admin', '审核教练id: 6审核操作:审核已通过成功', '/admin/coach/audit', '116.25.43.204', 1507718181),
(51, 1, 'admin', '审核教练id: 4审核操作:审核已通过成功', '/admin/coach/audit', '116.25.43.204', 1507718189),
(52, 1, 'admin', '审核教练id: 5审核操作:审核已通过成功', '/admin/coach/audit', '116.25.43.204', 1507718198),
(53, 1, 'admin', '控制台 登录 成功', '/admin/login/index', '116.25.42.21', 1507966630),
(54, 1, 'admin', '审核教练id: 10审核操作:审核已通过成功', '/admin/coach/audit', '116.25.42.21', 1507966718),
(55, 1, 'admin', '审核教练id: 9审核操作:审核已通过成功', '/admin/coach/audit', '116.25.42.21', 1507966837),
(56, 1, 'admin', '审核教练id: 7审核操作:审核已通过成功', '/admin/coach/audit', '116.25.42.21', 1507966890),
(57, 1, 'admin', '审核训练营id: 13审核操作:审核已通过成功', '/admin/camp/audit', '116.25.42.21', 1507966904),
(58, 1, 'admin', '审核训练营id: 14审核操作:审核已通过成功', '/admin/camp/audit', '116.25.42.21', 1507966910),
(59, 1, 'admin', '审核教练id: 11审核操作:审核已通过成功', '/admin/coach/audit', '116.25.42.21', 1507971968),
(60, 1, 'admin', '控制台 登录 成功', '/admin/login/index', '116.25.40.46', 1508321638),
(61, 1, 'admin', '控制台 登录 成功', '/admin/login/index', '116.25.41.221', 1508815897),
(62, 1, 'admin', '审核教练id: 12审核操作:审核已通过成功', '/admin/coach/audit', '116.25.41.221', 1508831036),
(63, 1, 'admin', '控制台 登录 成功', '/admin/login/index', '116.25.41.221', 1508898565),
(64, 1, 'admin', '修改平台信息 成功', '/admin/system/editinfo', '116.25.41.221', 1508898729),
(65, 1, 'admin', '控制台 登录 成功', '/admin/login/index', '116.25.40.33', 1508912390),
(66, 1, 'admin', '修改平台信息 失败', '/admin/system/editinfo', '116.25.40.33', 1508912454),
(67, 1, 'admin', '控制台 登录 成功', '/admin/login/index', '116.25.40.33', 1509076413),
(68, 1, 'admin', '控制台 登录 成功', '/admin/login/index', '116.25.43.37', 1509174055),
(69, 1, 'admin', '控制台 登录 成功', '/admin/login/index', '116.25.42.207', 1509418053),
(70, 1, 'admin', '控制台 登录 成功', '/admin/login/index', '116.25.43.194', 1509504088),
(71, 1, 'admin', '审核教练id: 13审核操作:审核已通过成功', '/admin/coach/audit', '116.25.43.194', 1509504167),
(72, 1, 'admin', '审核教练id: 14审核操作:审核已通过成功', '/admin/coach/audit', '116.25.43.194', 1509504198),
(73, 1, 'admin', '审核教练id: 15审核操作:审核已通过成功', '/admin/coach/audit', '116.25.43.194', 1509504226),
(74, 1, 'admin', '审核训练营id: 17审核操作:审核已通过成功', '/admin/camp/audit', '116.25.43.194', 1509504470),
(75, 1, 'admin', '控制台 登录 成功', '/admin/login/index', '116.25.43.194', 1509508162),
(76, 1, 'admin', '训练营id:2 更新状态 成功', '/admin/camp/editstatus/id/2', '116.25.43.194', 1509531724),
(77, 1, 'admin', '训练营id:2 更新状态 成功', '/admin/camp/editstatus/id/2', '116.25.43.194', 1509531792),
(78, 1, 'admin', '训练营id:2 更新状态 成功', '/admin/camp/editstatus/id/2', '116.25.43.194', 1509531820),
(79, 1, 'admin', '控制台 登录 成功', '/admin/login/index', '116.25.41.3', 1510021609),
(80, 1, 'admin', '控制台 登录 成功', '/admin/login/index', '116.25.41.3', 1510034964),
(81, 1, 'admin', '控制台 登录 成功', '/admin/login/index', '116.25.41.3', 1510036956),
(82, 1, 'admin', '控制台 登录 成功', '/admin/login/index', '116.25.40.100', 1510376514),
(83, 1, 'admin', '训练营id:18 更新状态 成功', '/admin/camp/editstatus/id/18', '116.25.40.100', 1510383093),
(84, 1, 'admin', '控制台 登录 成功', '/admin/login/index', '116.25.43.147', 1510713892),
(85, 1, 'admin', '控制台 登录 成功', '/admin/login/index', '116.25.43.147', 1510797238),
(86, 1, 'admin', '控制台 登录 成功', '/admin/login/index', '116.25.43.137', 1510886885),
(87, 1, 'admin', '控制台 登录 成功', '/admin/login/index', '116.25.43.137', 1510904512),
(88, 1, 'admin', '控制台 登录 成功', '/admin/login/index', '116.25.43.137', 1510971554),
(89, 1, 'admin', '控制台 登录 成功', '/admin/login/index', '116.25.43.186', 1511431856),
(90, 1, 'admin', '控制台 登录 成功', '/admin/login/index', '116.25.41.201', 1511579149),
(91, 1, 'admin', '控制台 登录 成功', '/admin/login/index', '116.25.41.201', 1511589902),
(92, 1, 'admin', '控制台 登录 成功', '/admin/login/index', '116.25.41.201', 1511596584),
(93, 1, 'admin', '控制台 登录 成功', '/admin/login/index', '116.25.43.235', 1511927610),
(94, 1, 'admin', '控制台 登录 成功', '/admin/login/index', '116.25.43.235', 1511947956),
(95, 1, 'admin', '审核教练id: 16审核操作:审核已通过成功', '/admin/coach/audit', '116.25.43.235', 1511947972),
(96, 1, 'admin', '控制台 登录 成功', '/admin/login/index', '116.25.40.150', 1512013330),
(97, 1, 'admin', '控制台 登录 成功', '/admin/login/index', '58.60.124.97', 1512049347),
(98, 1, 'admin', '控制台 登录 成功', '/admin/login/index', '116.25.42.226', 1512092297),
(99, 1, 'admin', '控制台 登录 成功', '/admin/login/index', '219.134.72.174', 1512221088),
(100, 1, 'admin', '新增管理员 id:2成功', '/admin/user/store', '219.134.72.174', 1512224086),
(101, 2, 'weilin', '控制台 登录 成功', '/admin/login/index', '219.134.72.174', 1512224100),
(102, 2, 'weilin', '控制台 登录 成功', '/admin/login/index', '219.134.72.174', 1512224198),
(103, 0, '', '控制台 登录 失败', '/admin/login/index', '219.134.72.174', 1512224390),
(104, 1, 'admin', '控制台 登录 成功', '/admin/login/index', '219.134.72.174', 1512224398),
(105, 1, 'admin', '新增管理员 id:3成功', '/admin/user/store', '219.134.72.174', 1512224414),
(106, 1, 'admin', '新增管理员 id:4成功', '/admin/user/store', '219.134.72.174', 1512224465),
(107, 1, 'admin', '新增管理员 id:5成功', '/admin/user/store', '219.134.72.174', 1512224517),
(108, 1, 'admin', '控制台 登录 成功', '/admin/login/index', '219.134.248.120', 1512270563),
(109, 3, 'yalu', '控制台 登录 成功', '/admin/login/index', '219.134.248.120', 1512274501),
(110, 1, 'admin', '控制台 登录 成功', '/admin/login/index', '116.25.43.249', 1512351535),
(111, 3, 'yalu', '控制台 登录 成功', '/admin/login/index', '116.25.43.249', 1512354667),
(112, 3, 'yalu', '修改管理员 id:3成功', '/admin/user/update', '116.25.43.249', 1512354783),
(113, 1, 'admin', '控制台 登录 成功', '/admin/login/index', '116.25.43.249', 1512371326),
(114, 1, 'admin', '控制台 登录 成功', '/admin/login/index', '116.25.42.204', 1512439303),
(115, 1, 'admin', '控制台 登录 成功', '/admin/login/index', '116.25.40.99', 1512554670),
(116, 1, 'admin', '控制台 登录 成功', '/admin/login/index', '116.25.40.19', 1512717710),
(117, 1, 'admin', '控制台 登录 成功', '/admin/login/index', '116.25.40.19', 1512720832),
(118, 1, 'admin', '控制台 登录 成功', '/admin/login/index', '116.25.42.5', 1513047076),
(119, 1, 'admin', '修改平台信息 成功', '/admin/system/editinfo', '116.25.42.5', 1513047107),
(120, 1, 'admin', '控制台 登录 成功', '/admin/login/index', '116.25.42.5', 1513052409),
(121, 3, 'xian', '控制台 登录 成功', '/admin/login/index', '116.25.42.5', 1513052869),
(122, 3, 'xian', '控制台 登录 成功', '/admin/login/index', '116.25.42.5', 1513052953),
(123, 3, 'xian', '控制台 登录 成功', '/admin/login/index', '116.25.42.5', 1513053076),
(124, 1, 'admin', '新增管理员 id:4成功', '/admin/user/store', '116.25.42.5', 1513053616),
(125, 1, 'admin', '修改管理员 id:4成功', '/admin/user/update', '116.25.42.5', 1513053625),
(126, 4, 'ho', '控制台 登录 成功', '/admin/login/index', '116.25.42.5', 1513053673),
(127, 1, 'admin', '新增管理员 id:5成功', '/admin/user/store', '116.25.42.5', 1513053730),
(128, 1, 'admin', '新增管理员 id:6成功', '/admin/user/store', '116.25.42.5', 1513053901),
(129, 1, 'admin', '控制台 登录 成功', '/admin/login/index', '116.25.42.5', 1513072198),
(130, 0, '', '控制台 登录 失败', '/admin/login/index', '116.25.42.5', 1513072453),
(131, 2, 'yalu', '控制台 登录 成功', '/admin/login/index', '116.25.42.5', 1513072458),
(132, 4, 'ho', '控制台 登录 成功', '/admin/login/index', '116.25.42.5', 1513141648),
(133, 2, 'yalu', '控制台 登录 成功', '/admin/login/index', '116.25.42.5', 1513141994),
(134, 1, 'admin', '控制台 登录 成功', '/admin/login/index', '116.25.42.5', 1513146061),
(135, 2, 'yalu', '训练营id:19 更新状态 成功', '/admin/camp/editstatus/id/19', '116.25.42.5', 1513146923),
(136, 1, 'admin', '控制台 登录 成功', '/admin/login/index', '116.25.42.5', 1513158455),
(137, 1, 'admin', '控制台 登录 成功', '/admin/login/index', '116.25.42.5', 1513158484),
(138, 2, 'yalu', '控制台 登录 成功', '/admin/login/index', '116.25.42.5', 1513158532),
(139, 0, '', '控制台 登录 失败', '/admin/login/index', '116.25.42.196', 1513223461),
(140, 2, 'yalu', '控制台 登录 成功', '/admin/login/index', '116.25.42.196', 1513223467),
(141, 2, 'yalu', '控制台 登录 成功', '/admin/login/index', '116.25.42.196', 1513240845),
(142, 1, 'admin', '控制台 登录 成功', '/admin/login/index', '116.25.42.196', 1513245322),
(143, 1, 'admin', '训练营id:28 更新状态 成功', '/admin/camp/editstatus/id/28', '116.25.42.196', 1513245338),
(144, 6, 'yanzi', '控制台 登录 成功', '/admin/login/index', '116.25.42.196', 1513308206),
(145, 3, 'xian', '控制台 登录 成功', '/admin/login/index', '116.25.42.196', 1513309021),
(146, 2, 'yalu', '控制台 登录 成功', '/admin/login/index', '116.25.42.196', 1513310698),
(147, 3, 'xian', '控制台 登录 成功', '/admin/login/index', '116.25.42.196', 1513310790),
(148, 2, 'yalu', '控制台 登录 成功', '/admin/login/index', '116.25.42.196', 1513310823),
(149, 2, 'yalu', '控制台 登录 成功', '/admin/login/index', '116.25.42.196', 1513311303),
(150, 3, 'xian', '控制台 登录 成功', '/admin/login/index', '116.25.42.196', 1513318536),
(151, 3, 'xian', '控制台 登录 成功', '/admin/login/index', '116.25.42.196', 1513319770),
(152, 3, 'xian', '控制台 登录 成功', '/admin/login/index', '116.25.42.196', 1513320090),
(153, 3, 'xian', '控制台 登录 成功', '/admin/login/index', '116.25.42.196', 1513320111),
(154, 3, 'xian', '控制台 登录 成功', '/admin/login/index', '116.25.42.196', 1513320203),
(155, 3, 'xian', '控制台 登录 成功', '/admin/login/index', '116.25.42.196', 1513320366),
(156, 3, 'xian', '控制台 登录 成功', '/admin/login/index', '116.25.42.196', 1513320392),
(157, 3, 'xian', '控制台 登录 成功', '/admin/login/index', '116.25.42.196', 1513320431),
(158, 3, 'xian', '控制台 登录 成功', '/admin/login/index', '116.25.42.196', 1513320485),
(159, 2, 'yalu', '控制台 登录 成功', '/admin/login/index', '116.25.42.196', 1513324766),
(160, 1, 'admin', '控制台 登录 成功', '/admin/login/index', '116.25.42.196', 1513329482),
(161, 1, 'admin', '控制台 登录 成功', '/admin/login/index', '116.25.42.196', 1513329675),
(162, 1, 'admin', '控制台 登录 成功', '/admin/login/index', '116.25.42.196', 1513332807),
(163, 1, 'admin', '修改管理员 id:1成功', '/admin/user/update', '116.25.42.196', 1513332989),
(164, 1, 'HOT', '控制台 登录 成功', '/admin/login/index', '116.25.42.196', 1513333022),
(165, 1, 'HOT', '修改管理员 id:1成功', '/admin/user/update', '116.25.42.196', 1513333237),
(166, 2, 'yalu', '控制台 登录 成功', '/admin/login/index', '116.25.42.196', 1513335590),
(167, 0, '', '控制台 登录 失败', '/admin/login/index', '14.155.90.123', 1513394232),
(168, 0, '', '控制台 登录 失败', '/admin/login/index', '14.155.90.123', 1513394243),
(169, 0, '', '控制台 登录 失败', '/admin/login/index', '14.155.90.123', 1513394255),
(170, 1, 'HOT', '控制台 登录 成功', '/admin/login/index', '14.155.90.123', 1513394263),
(171, 1, 'HOT', '审核训练营id: 30审核操作:审核已通过成功', '/admin/camp/audit', '14.155.90.123', 1513394279),
(172, 3, 'xian', '控制台 登录 成功', '/admin/login/index', '116.25.42.169', 1513567472),
(173, 1, 'HOT', '控制台 登录 成功', '/admin/login/index', '116.25.42.169', 1513567779),
(174, 1, 'HOT', '训练营id:30 更新状态 成功', '/admin/camp/editstatus/id/30', '116.25.42.169', 1513567790),
(175, 1, 'HOT', '训练营id:29 更新状态 成功', '/admin/camp/editstatus/id/29', '116.25.42.169', 1513567816),
(176, 1, 'HOT', '训练营id:29 更新状态 成功', '/admin/camp/editstatus/id/29', '116.25.42.169', 1513567946),
(177, 3, 'xian', '控制台 登录 成功', '/admin/login/index', '116.25.42.169', 1513580936),
(178, 0, '', '控制台 登录 失败', '/admin/login/index', '116.25.42.169', 1513590406),
(179, 3, 'xian', '控制台 登录 成功', '/admin/login/index', '116.25.42.169', 1513590418),
(180, 3, 'xian', '控制台 登录 成功', '/admin/login/index', '116.25.42.169', 1513591338),
(181, 3, 'xian', '控制台 登录 成功', '/admin/login/index', '116.25.42.169', 1513591469),
(182, 1, 'HOT', '控制台 登录 成功', '/admin/login/index', '116.25.42.169', 1513591946),
(183, 1, 'HOT', '训练营id:5 更新状态 成功', '/admin/camp/editstatus/id/5', '116.25.42.169', 1513591971),
(184, 1, 'HOT', '训练营id:5 更新状态 成功', '/admin/camp/editstatus/id/5', '116.25.42.169', 1513592037),
(185, 3, 'xian', '控制台 登录 成功', '/admin/login/index', '116.25.42.169', 1513651293),
(186, 3, 'xian', '控制台 登录 成功', '/admin/login/index', '116.25.42.169', 1513652189),
(187, 0, '', '控制台 登录 失败', '/admin/login/index', '116.25.42.169', 1513652272),
(188, 1, 'HOT', '控制台 登录 成功', '/admin/login/index', '116.25.42.169', 1513652280),
(189, 1, 'HOT', '训练营id:5 更新状态 成功', '/admin/camp/editstatus/id/5', '116.25.42.169', 1513652301),
(190, 3, 'xian', '控制台 登录 成功', '/admin/login/index', '116.25.42.169', 1513652301),
(191, 1, 'HOT', '训练营id:5 更新状态 成功', '/admin/camp/editstatus/id/5', '116.25.42.169', 1513652308),
(192, 1, 'HOT', '训练营id:5 更新状态 成功', '/admin/camp/editstatus/id/5', '116.25.42.169', 1513652515),
(193, 1, 'HOT', '训练营id:5 更新状态 成功', '/admin/camp/editstatus/id/5', '116.25.42.169', 1513652523),
(194, 3, 'xian', '控制台 登录 成功', '/admin/login/index', '116.25.42.169', 1513668224),
(195, 1, 'HOT', '控制台 登录 成功', '/admin/login/index', '116.25.40.109', 1513734350),
(196, 4, 'ho', '控制台 登录 成功', '/admin/login/index', '116.25.41.191', 1513735349),
(197, 3, 'xian', '控制台 登录 成功', '/admin/login/index', '116.25.41.191', 1513740289),
(198, 2, 'yalu', '控制台 登录 成功', '/admin/login/index', '116.25.41.191', 1513740295),
(199, 1, 'HOT', '控制台 登录 成功', '/admin/login/index', '116.25.41.191', 1513740801),
(200, 2, 'yalu', '控制台 登录 成功', '/admin/login/index', '116.25.41.191', 1513741643),
(201, 2, 'yalu', '训练营id:31 更新状态 成功', '/admin/camp/editstatus/id/31', '116.25.41.191', 1513742422),
(202, 4, 'ho', '控制台 登录 成功', '/admin/login/index', '116.25.41.191', 1513749876),
(203, 4, 'ho', '修改管理员 id:4成功', '/admin/user/update', '116.25.41.191', 1513750033),
(204, 2, 'yalu', '控制台 登录 成功', '/admin/login/index', '116.25.41.191', 1513751465),
(205, 3, 'xian', '控制台 登录 成功', '/admin/login/index', '116.25.41.191', 1513759973),
(206, 2, 'yalu', '控制台 登录 成功', '/admin/login/index', '116.25.41.191', 1513762466),
(207, 3, 'xian', '控制台 登录 成功', '/admin/login/index', '116.25.40.87', 1513823060),
(208, 1, 'HOT', '控制台 登录 成功', '/admin/login/index', '116.25.40.87', 1513825366),
(209, 3, 'xian', '控制台 登录 成功', '/admin/login/index', '116.25.40.87', 1513837253),
(210, 3, 'xian', '训练营id:32 更新状态 成功', '/admin/camp/editstatus/id/32', '116.25.40.87', 1513839802),
(211, 3, 'xian', '控制台 登录 成功', '/admin/login/index', '116.25.40.87', 1513840037),
(212, 3, 'xian', '审核教练id: 20审核操作:审核已通过成功', '/admin/coach/audit', '116.25.40.87', 1513840422),
(213, 2, 'yalu', '控制台 登录 成功', '/admin/login/index', '116.25.40.87', 1513852369),
(214, 2, 'yalu', '控制台 登录 成功', '/admin/login/index', '116.25.41.223', 1513908561),
(215, 2, 'yalu', '控制台 登录 成功', '/admin/login/index', '116.25.41.223', 1513927904),
(216, 4, 'ho', '控制台 登录 成功', '/admin/login/index', '61.141.136.18', 1514088098),
(217, 1, 'HOT', '控制台 登录 成功', '/admin/login/index', '116.25.43.112', 1514179784);

--
-- Indexes for dumped tables
--

--
-- Indexes for table `log_admindo`
--
ALTER TABLE `log_admindo`
  ADD PRIMARY KEY (`id`);

--
-- 在导出的表使用AUTO_INCREMENT
--

--
-- 使用表AUTO_INCREMENT `log_admindo`
--
ALTER TABLE `log_admindo`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=218;COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
