-- phpMyAdmin SQL Dump
-- version 4.7.1
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: 2017-12-25 17:20:56
-- 服务器版本： 10.1.23-MariaDB-9+deb9u1
-- PHP Version: 7.0.19-1

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `hot`
--

-- --------------------------------------------------------

--
-- 表的结构 `salary_in`
--

CREATE TABLE `salary_in` (
  `id` int(10) UNSIGNED NOT NULL,
  `salary` int(11) NOT NULL COMMENT '收入金额',
  `push_salary` int(11) NOT NULL DEFAULT '0' COMMENT '收入提成',
  `member_id` int(10) NOT NULL,
  `member` varchar(60) NOT NULL,
  `realname` varchar(60) NOT NULL,
  `member_type` int(11) NOT NULL COMMENT '会员身份5:营主|4主教练|3助教',
  `pid` int(10) NOT NULL COMMENT '推荐人member_id',
  `level` tinyint(4) NOT NULL COMMENT '用户当前等级',
  `schedule_id` int(11) NOT NULL,
  `lesson_id` int(10) NOT NULL,
  `lesson` varchar(60) NOT NULL COMMENT '课程',
  `grade_id` int(10) NOT NULL,
  `grade` varchar(60) NOT NULL,
  `camp_id` int(10) NOT NULL,
  `camp` varchar(60) NOT NULL,
  `status` tinyint(4) NOT NULL DEFAULT '1' COMMENT '状态1:成功|0:失败',
  `system_remarks` varchar(255) DEFAULT NULL COMMENT '系统备注',
  `has_rebate` tinyint(4) NOT NULL DEFAULT '0' COMMENT '是否已会员分成',
  `schedule_time` int(11) NOT NULL COMMENT '课时上课时间',
  `type` tinyint(4) NOT NULL DEFAULT '1' COMMENT '收入类型1:教学',
  `create_time` int(10) NOT NULL COMMENT '支付时间',
  `update_time` int(10) NOT NULL,
  `delete_time` int(10) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='系统发放教练佣金';

--
-- 转存表中的数据 `salary_in`
--

INSERT INTO `salary_in` (`id`, `salary`, `push_salary`, `member_id`, `member`, `realname`, `member_type`, `pid`, `level`, `schedule_id`, `lesson_id`, `lesson`, `grade_id`, `grade`, `camp_id`, `camp`, `status`, `system_remarks`, `has_rebate`, `schedule_time`, `type`, `create_time`, `update_time`, `delete_time`) VALUES
(1, 200, 0, 19, '钟声', '钟声', 4, 0, 1, 33, 36, '北大附小一年级', 21, '北大附小周三五', 15, '钟声训练营', 1, NULL, 0, 1509085800, 1, 1512220968, 1512220968, NULL),
(2, 610, 0, 19, '钟声', '钟声', 5, 0, 1, 33, 36, '北大附小一年级', 21, '北大附小周三五', 15, '钟声训练营', 1, '', 0, 1509085800, 1, 1512220968, 1512220968, NULL),
(3, 200, 0, 19, '钟声', '钟声', 4, 0, 1, 36, 31, '前海小学', 23, '前海小学兰球班', 15, '钟声训练营', 1, NULL, 0, 1509237000, 1, 1512220968, 1512220968, NULL),
(4, 1060, 0, 19, '钟声', '钟声', 5, 0, 1, 36, 31, '前海小学', 23, '前海小学兰球班', 15, '钟声训练营', 1, '', 0, 1509237000, 1, 1512220968, 1512220968, NULL),
(5, 720, 0, 19, '钟声', '钟声', 5, 0, 1, 37, 29, '石厦学校兰球队', 22, '石厦学校兰球队', 15, '钟声训练营', 1, '', 0, 1509264000, 1, 1512220968, 1512220968, NULL),
(6, 100, 0, 17, 'Bruce.Dong', '董硕同', 4, 0, 1, 38, 13, '大热常规班', 29, '周日北头高年级初中基础', 9, '大热篮球俱乐部', 1, NULL, 0, 1509526800, 1, 1512220968, 1512220968, NULL),
(7, -10, 0, 2, 'Hot-basketball2', '大热篮球', 5, 0, 1, 38, 13, '大热常规班', 29, '周日北头高年级初中基础', 9, '大热篮球俱乐部', 1, '', 0, 1509526800, 1, 1512220968, 1512220968, NULL),
(8, 100, 0, 17, 'Bruce.Dong', '董硕同', 4, 0, 1, 39, 13, '大热常规班', 29, '周日北头高年级初中基础', 9, '大热篮球俱乐部', 1, NULL, 0, 1509267600, 1, 1512220968, 1512220968, NULL),
(9, -10, 0, 2, 'Hot-basketball2', '大热篮球', 5, 0, 1, 39, 13, '大热常规班', 29, '周日北头高年级初中基础', 9, '大热篮球俱乐部', 1, '', 0, 1509267600, 1, 1512220968, 1512220968, NULL),
(10, 200, 0, 19, '钟声', '钟声', 4, 0, 1, 42, 36, '北大附小一年级', 21, '北大附小周三五', 15, '钟声训练营', 1, NULL, 0, 1509690600, 1, 1512220968, 1512220968, NULL),
(11, 700, 0, 19, '钟声', '钟声', 5, 0, 1, 42, 36, '北大附小一年级', 21, '北大附小周三五', 15, '钟声训练营', 1, '', 0, 1509690600, 1, 1512220968, 1512220968, NULL),
(12, 200, 0, 19, '钟声', '钟声', 4, 0, 1, 43, 32, '松坪小学', 24, '松坪小学兰球班', 15, '钟声训练营', 1, NULL, 0, 1509237000, 1, 1512220968, 1512220968, NULL),
(13, 160, 0, 19, '钟声', '钟声', 5, 0, 1, 43, 32, '松坪小学', 24, '松坪小学兰球班', 15, '钟声训练营', 1, '', 0, 1509237000, 1, 1512220968, 1512220968, NULL),
(14, 200, 0, 19, '钟声', '钟声', 4, 0, 1, 44, 29, '石厦学校兰球队', 22, '石厦学校兰球队', 15, '钟声训练营', 1, NULL, 0, 1509868800, 1, 1512220968, 1512220968, NULL),
(15, 430, 0, 19, '钟声', '钟声', 5, 0, 1, 44, 29, '石厦学校兰球队', 22, '石厦学校兰球队', 15, '钟声训练营', 1, '', 0, 1509868800, 1, 1512220968, 1512220968, NULL),
(16, 200, 0, 19, '钟声', '钟声', 4, 0, 1, 45, 36, '北大附小一年级', 21, '北大附小周三五', 15, '钟声训练营', 1, NULL, 0, 1510295400, 1, 1512220968, 1512220968, NULL),
(17, 520, 0, 19, '钟声', '钟声', 5, 0, 1, 45, 36, '北大附小一年级', 21, '北大附小周三五', 15, '钟声训练营', 1, '', 0, 1510295400, 1, 1512220968, 1512220968, NULL),
(18, 100, 0, 17, 'Bruce.Dong', '董硕同', 4, 0, 1, 46, 13, '大热常规班', 29, '周日北头高年级初中基础', 9, '大热篮球俱乐部', 1, NULL, 0, 1509872400, 1, 1512220968, 1512220968, NULL),
(19, -10, 0, 2, 'Hot-basketball2', '大热篮球', 5, 0, 1, 46, 13, '大热常规班', 29, '周日北头高年级初中基础', 9, '大热篮球俱乐部', 1, '', 0, 1509872400, 1, 1512220968, 1512220968, NULL),
(20, 200, 140, 19, '钟声', '钟声', 4, 0, 1, 47, 29, '石厦学校兰球队', 22, '石厦学校兰球队', 15, '钟声训练营', 1, NULL, 0, 1511078400, 1, 1512220968, 1512220968, NULL),
(21, 290, 0, 19, '钟声', '钟声', 5, 0, 1, 47, 29, '石厦学校兰球队', 22, '石厦学校兰球队', 15, '钟声训练营', 1, '', 0, 1511078400, 1, 1512220968, 1512220968, NULL),
(22, 0, 0, 19, '钟声', '钟声', 5, 0, 1, 48, 31, '前海小学', 48, '前海小学兰球班', 15, '钟声训练营', 1, '', 0, 1511656200, 1, 1512220968, 1512220968, NULL),
(23, 100, 25, 17, 'Bruce.Dong', '董硕同', 4, 0, 1, 51, 13, '大热常规班', 29, '周日北头高年级初中基础', 9, '大热篮球俱乐部', 1, NULL, 0, 1511083020, 1, 1512442078, 1512442078, NULL),
(24, -35, 0, 2, 'Hot-basketball2', '大热篮球', 5, 0, 1, 51, 13, '大热常规班', 29, '周日北头高年级初中基础', 9, '大热篮球俱乐部', 1, '', 0, 1511083020, 1, 1512442078, 1512442078, NULL),
(25, 100, 25, 17, 'Bruce.Dong', '董硕同', 4, 0, 1, 52, 13, '大热常规班', 29, '周日北头高年级初中基础', 9, '大热篮球俱乐部', 1, NULL, 0, 1511686800, 1, 1512442078, 1512442078, NULL),
(26, -35, 0, 2, 'Hot-basketball2', '大热篮球', 5, 0, 1, 52, 13, '大热常规班', 29, '周日北头高年级初中基础', 9, '大热篮球俱乐部', 1, '', 0, 1511686800, 1, 1512442078, 1512442078, NULL),
(27, 360, 0, 2, 'Hot-basketball2', '大热篮球', 5, 0, 1, 60, 15, '龙岗民警子女篮球训练课程', 60, '龙岗训练营高年级班', 9, '大热篮球俱乐部', 1, '龙岗民警子女篮球训练课程抵扣赠课数：5', 0, 1512203400, 1, 1512442078, 1512442078, NULL),
(28, 270, 0, 2, 'Hot-basketball2', '大热篮球', 5, 0, 1, 61, 15, '龙岗民警子女篮球训练课程', 37, '龙岗训练营低年级课程', 9, '大热篮球俱乐部', 1, '龙岗民警子女篮球训练课程抵扣赠课数：3', 0, 1510389000, 1, 1512442078, 1512442078, NULL),
(29, 360, 0, 2, 'Hot-basketball2', '大热篮球', 5, 0, 1, 62, 15, '龙岗民警子女篮球训练课程', 37, '龙岗训练营低年级课程', 9, '大热篮球俱乐部', 1, '龙岗民警子女篮球训练课程抵扣赠课数：4', 0, 1510993800, 1, 1512442078, 1512442078, NULL),
(30, 360, 0, 2, 'Hot-basketball2', '大热篮球', 5, 0, 1, 63, 15, '龙岗民警子女篮球训练课程', 37, '龙岗训练营低年级课程', 9, '大热篮球俱乐部', 1, '龙岗民警子女篮球训练课程抵扣赠课数：4', 0, 1511598600, 1, 1512442078, 1512442078, NULL),
(31, 270, 0, 2, 'Hot-basketball2', '大热篮球', 5, 0, 1, 64, 15, '龙岗民警子女篮球训练课程', 37, '龙岗训练营低年级课程', 9, '大热篮球俱乐部', 1, '龙岗民警子女篮球训练课程抵扣赠课数：4', 0, 1512203400, 1, 1512442078, 1512442078, NULL),
(32, 450, 0, 2, 'Hot-basketball2', '大热篮球', 5, 0, 1, 65, 15, '龙岗民警子女篮球训练课程', 65, '龙岗训练营高年级班', 9, '大热篮球俱乐部', 1, '龙岗民警子女篮球训练课程抵扣赠课数：5', 0, 1510993800, 1, 1512442078, 1512442078, NULL),
(33, 0, 0, 2, 'Hot-basketball2', '大热篮球', 5, 0, 1, 66, 15, '龙岗民警子女篮球训练课程', 66, '龙岗训练营高年级班', 9, '大热篮球俱乐部', 1, '龙岗民警子女篮球训练课程抵扣赠课数：0', 0, 1511598600, 1, 1512442078, 1512442078, NULL),
(34, 360, 0, 2, 'Hot-basketball2', '大热篮球', 5, 0, 1, 68, 15, '龙岗民警子女篮球训练课程', 38, '龙岗训练营高年级班', 9, '大热篮球俱乐部', 1, '龙岗民警子女篮球训练课程抵扣赠课数：5', 0, 1510389000, 1, 1512442078, 1512442078, NULL),
(35, 200, 200, 19, '钟声', '钟声', 4, 0, 1, 72, 29, '石厦学校兰球队', 22, '石厦学校兰球队', 15, '钟声训练营', 1, NULL, 0, 1512892800, 1, 1513046757, 1513046757, NULL),
(36, 500, 0, 19, '钟声', '钟声', 5, 0, 1, 72, 29, '石厦学校兰球队', 22, '石厦学校兰球队', 15, '钟声训练营', 1, '', 0, 1512892800, 1, 1513046757, 1513046757, NULL),
(37, 200, 160, 19, '钟声', '钟声', 4, 0, 1, 73, 32, '松坪小学', 24, '松坪小学兰球班', 15, '钟声训练营', 1, NULL, 0, 1512865800, 1, 1513046757, 1513046757, NULL),
(38, 360, 0, 19, '钟声', '钟声', 5, 0, 1, 73, 32, '松坪小学', 24, '松坪小学兰球班', 15, '钟声训练营', 1, '', 0, 1512865800, 1, 1513046757, 1513046757, NULL),
(39, 200, 160, 19, '钟声', '钟声', 4, 0, 1, 74, 36, '北大附小一年级', 21, '北大附小周三五', 15, '钟声训练营', 1, NULL, 0, 1513319400, 1, 1513357801, 1513357801, NULL),
(40, 360, 0, 19, '钟声', '钟声', 5, 0, 1, 74, 36, '北大附小一年级', 21, '北大附小周三五', 15, '钟声训练营', 1, '', 0, 1513319400, 1, 1513357801, 1513357801, NULL),
(41, 200, 200, 19, '钟声', '钟声', 4, 0, 1, 76, 29, '石厦学校兰球队', 22, '石厦学校兰球队', 15, '钟声训练营', 1, NULL, 0, 1513497600, 1, 1513530601, 1513530601, NULL),
(42, 500, 0, 19, '钟声', '钟声', 5, 0, 1, 76, 29, '石厦学校兰球队', 22, '石厦学校兰球队', 15, '钟声训练营', 1, '', 0, 1513497600, 1, 1513530601, 1513530601, NULL),
(43, 100, 0, 27, 'coachj', '黄万瑞', 4, 0, 1, 80, 13, '大热常规班', 33, '周五北头低年级班', 9, '大热篮球俱乐部', 1, NULL, 0, 1511521200, 1, 1513789802, 1513789802, NULL),
(44, 80, 0, 2, 'Hot-basketball2', '大热篮球', 5, 0, 1, 80, 13, '大热常规班', 33, '周五北头低年级班', 9, '大热篮球俱乐部', 1, '大热常规班抵扣赠课数：2', 0, 1511521200, 1, 1513789802, 1513789802, NULL),
(45, 100, 0, 27, 'coachj', '黄万瑞', 4, 0, 1, 81, 13, '大热常规班', 33, '周五北头低年级班', 9, '大热篮球俱乐部', 1, NULL, 0, 1510916400, 1, 1513789802, 1513789802, NULL),
(46, 80, 0, 2, 'Hot-basketball2', '大热篮球', 5, 0, 1, 81, 13, '大热常规班', 33, '周五北头低年级班', 9, '大热篮球俱乐部', 1, '大热常规班抵扣赠课数：3', 0, 1510916400, 1, 1513789802, 1513789802, NULL),
(47, 100, 0, 27, 'coachj', '黄万瑞', 4, 0, 1, 82, 13, '大热常规班', 33, '周五北头低年级班', 9, '大热篮球俱乐部', 1, NULL, 0, 1510311600, 1, 1513789802, 1513789802, NULL),
(48, -10, 0, 2, 'Hot-basketball2', '大热篮球', 5, 0, 1, 82, 13, '大热常规班', 33, '周五北头低年级班', 9, '大热篮球俱乐部', 1, '大热常规班抵扣赠课数：1', 0, 1510311600, 1, 1513789802, 1513789802, NULL),
(49, 100, 0, 27, 'coachj', '黄万瑞', 4, 0, 1, 83, 13, '大热常规班', 33, '周五北头低年级班', 9, '大热篮球俱乐部', 1, NULL, 0, 1509706800, 1, 1513789802, 1513789802, NULL),
(50, -100, 0, 2, 'Hot-basketball2', '大热篮球', 5, 0, 1, 83, 13, '大热常规班', 33, '周五北头低年级班', 9, '大热篮球俱乐部', 1, '大热常规班抵扣赠课数：1', 0, 1509706800, 1, 1513789802, 1513789802, NULL),
(51, 100, 0, 27, 'coachj', '黄万瑞', 4, 0, 1, 84, 13, '大热常规班', 33, '周五北头低年级班', 9, '大热篮球俱乐部', 1, NULL, 0, 1509102000, 1, 1513789802, 1513789802, NULL),
(52, -10, 0, 2, 'Hot-basketball2', '大热篮球', 5, 0, 1, 84, 13, '大热常规班', 33, '周五北头低年级班', 9, '大热篮球俱乐部', 1, '大热常规班抵扣赠课数：1', 0, 1509102000, 1, 1513789802, 1513789802, NULL),
(53, 100, 0, 27, 'coachj', '黄万瑞', 4, 0, 1, 85, 13, '大热常规班', 33, '周五北头低年级班', 9, '大热篮球俱乐部', 1, NULL, 0, 1508497200, 1, 1513789802, 1513789802, NULL),
(54, -10, 0, 2, 'Hot-basketball2', '大热篮球', 5, 0, 1, 85, 13, '大热常规班', 33, '周五北头低年级班', 9, '大热篮球俱乐部', 1, '大热常规班抵扣赠课数：1', 0, 1508497200, 1, 1513789802, 1513789802, NULL),
(55, 100, 0, 27, 'coachj', '黄万瑞', 4, 0, 1, 86, 13, '大热常规班', 33, '周五北头低年级班', 9, '大热篮球俱乐部', 1, NULL, 0, 1507892400, 1, 1513789802, 1513789802, NULL),
(56, -100, 0, 2, 'Hot-basketball2', '大热篮球', 5, 0, 1, 86, 13, '大热常规班', 33, '周五北头低年级班', 9, '大热篮球俱乐部', 1, '大热常规班抵扣赠课数：1', 0, 1507892400, 1, 1513789802, 1513789802, NULL),
(57, 100, 0, 27, 'coachj', '黄万瑞', 4, 0, 1, 87, 13, '大热常规班', 33, '周五北头低年级班', 9, '大热篮球俱乐部', 1, NULL, 0, 1506078000, 1, 1513789802, 1513789802, NULL),
(58, -100, 0, 2, 'Hot-basketball2', '大热篮球', 5, 0, 1, 87, 13, '大热常规班', 33, '周五北头低年级班', 9, '大热篮球俱乐部', 1, '大热常规班抵扣赠课数：1', 0, 1506078000, 1, 1513789802, 1513789802, NULL),
(59, 100, 250, 19, '钟声', '钟声', 4, 0, 1, 88, 13, '大热常规班', 26, '周六北头前海五年级', 9, '大热篮球俱乐部', 1, NULL, 0, 1512777600, 1, 1513962606, 1513962606, NULL),
(60, 100, 0, 2, 'Hot-basketball2', '大热篮球', 5, 0, 1, 88, 13, '大热常规班', 26, '周六北头前海五年级', 9, '大热篮球俱乐部', 1, '大热常规班抵扣赠课数：5', 0, 1512777600, 1, 1513962606, 1513962606, NULL),
(61, 100, 150, 19, '钟声', '钟声', 4, 0, 1, 89, 13, '大热常规班', 27, '周六北头晚初中班', 9, '大热篮球俱乐部', 1, NULL, 0, 1512815400, 1, 1513962606, 1513962606, NULL),
(62, 20, 0, 2, 'Hot-basketball2', '大热篮球', 5, 0, 1, 89, 13, '大热常规班', 27, '周六北头晚初中班', 9, '大热篮球俱乐部', 1, '大热常规班抵扣赠课数：3', 0, 1512815400, 1, 1513962606, 1513962606, NULL),
(63, 100, 250, 19, '钟声', '钟声', 4, 0, 1, 90, 13, '大热常规班', 26, '周六北头前海五年级', 9, '大热篮球俱乐部', 1, NULL, 0, 1512172860, 1, 1513962606, 1513962606, NULL),
(64, 100, 0, 2, 'Hot-basketball2', '大热篮球', 5, 0, 1, 90, 13, '大热常规班', 26, '周六北头前海五年级', 9, '大热篮球俱乐部', 1, '大热常规班抵扣赠课数：5', 0, 1512172860, 1, 1513962606, 1513962606, NULL),
(65, 100, 225, 19, '钟声', '钟声', 4, 0, 1, 91, 13, '大热常规班', 26, '周六北头前海五年级', 9, '大热篮球俱乐部', 1, NULL, 0, 1513382520, 1, 1513962606, 1513962606, NULL),
(66, 35, 0, 2, 'Hot-basketball2', '大热篮球', 5, 0, 1, 91, 13, '大热常规班', 26, '周六北头前海五年级', 9, '大热篮球俱乐部', 1, '大热常规班抵扣赠课数：5', 0, 1513382520, 1, 1513962606, 1513962606, NULL),
(67, 100, 125, 19, '钟声', '钟声', 4, 0, 1, 94, 13, '大热常规班', 27, '周六北头晚初中班', 9, '大热篮球俱乐部', 1, NULL, 0, 1514025000, 1, 1514049002, 1514049002, NULL),
(68, -45, 0, 2, 'Hot-basketball2', '大热篮球', 5, 0, 1, 94, 13, '大热常规班', 27, '周六北头晚初中班', 9, '大热篮球俱乐部', 1, '大热常规班抵扣赠课数：3', 0, 1514025000, 1, 1514049002, 1514049002, NULL),
(69, 200, 200, 19, '钟声', '钟声', 4, 0, 1, 95, 31, '前海小学', 23, '前海小学兰球班', 15, '钟声训练营', 1, NULL, 0, 1514075400, 1, 1514135401, 1514135401, NULL),
(70, 500, 0, 19, '钟声', '钟声', 5, 0, 1, 95, 31, '前海小学', 23, '前海小学兰球班', 15, '钟声训练营', 1, '', 0, 1514075400, 1, 1514135401, 1514135401, NULL),
(71, 200, 160, 19, '钟声', '钟声', 4, 0, 1, 96, 32, '松坪小学', 24, '松坪小学兰球班', 15, '钟声训练营', 1, NULL, 0, 1514075400, 1, 1514135401, 1514135401, NULL),
(72, 360, 0, 19, '钟声', '钟声', 5, 0, 1, 96, 32, '松坪小学', 24, '松坪小学兰球班', 15, '钟声训练营', 1, '', 0, 1514075400, 1, 1514135401, 1514135401, NULL),
(73, 200, 140, 19, '钟声', '钟声', 4, 0, 1, 97, 29, '石厦学校兰球队', 22, '石厦学校兰球队', 15, '钟声训练营', 1, NULL, 0, 1514102400, 1, 1514135401, 1514135401, NULL),
(74, 290, 0, 19, '钟声', '钟声', 5, 0, 1, 97, 29, '石厦学校兰球队', 22, '石厦学校兰球队', 15, '钟声训练营', 1, '', 0, 1514102400, 1, 1514135401, 1514135401, NULL);

--
-- Indexes for dumped tables
--

--
-- Indexes for table `salary_in`
--
ALTER TABLE `salary_in`
  ADD PRIMARY KEY (`id`);

--
-- 在导出的表使用AUTO_INCREMENT
--

--
-- 使用表AUTO_INCREMENT `salary_in`
--
ALTER TABLE `salary_in`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=75;COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
