/*
Navicat MySQL Data Transfer

Source Server         : mysql
Source Server Version : 50553
Source Host           : localhost:3306
Source Database       : hot

Target Server Type    : MYSQL
Target Server Version : 50553
File Encoding         : 65001

Date: 2018-03-05 12:05:46
*/

SET FOREIGN_KEY_CHECKS=0;

-- ----------------------------
-- Table structure for `salary_in`
-- ----------------------------
DROP TABLE IF EXISTS `salary_in`;
CREATE TABLE `salary_in` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `salary` int(11) NOT NULL COMMENT '收入金额',
  `push_salary` int(11) NOT NULL DEFAULT '0' COMMENT '收入提成',
  `member_id` int(10) NOT NULL,
  `member` varchar(60) NOT NULL,
  `realname` varchar(60) NOT NULL,
  `member_type` int(11) NOT NULL COMMENT '会员身份5:营主|4主教练|3助教',
  `pid` int(10) NOT NULL COMMENT '推荐人member_id',
  `level` tinyint(4) NOT NULL COMMENT '用户当前等级',
  `schedule_id` int(11) NOT NULL,
  `lesson_id` int(10) NOT NULL,
  `lesson` varchar(60) NOT NULL COMMENT '课程',
  `grade_id` int(10) NOT NULL,
  `grade` varchar(60) NOT NULL,
  `camp_id` int(10) NOT NULL,
  `camp` varchar(60) NOT NULL,
  `students` tinyint(4) NOT NULL DEFAULT '0',
  `status` tinyint(4) NOT NULL DEFAULT '1' COMMENT '状态1:成功|0:失败',
  `system_remarks` varchar(255) DEFAULT NULL COMMENT '系统备注',
  `has_rebate` tinyint(4) NOT NULL DEFAULT '0' COMMENT '是否已会员分成',
  `schedule_time` int(11) NOT NULL COMMENT '课时上课时间',
  `type` tinyint(4) NOT NULL DEFAULT '1' COMMENT '收入类型1:教学',
  `create_time` int(10) NOT NULL COMMENT '支付时间',
  `update_time` int(10) NOT NULL,
  `delete_time` int(10) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=241 DEFAULT CHARSET=utf8 COMMENT='系统发放教练佣金';

-- ----------------------------
-- Records of salary_in
-- ----------------------------
INSERT INTO `salary_in` VALUES ('1', '200', '0', '19', '钟声', '钟声', '4', '0', '1', '33', '36', '北大附小一年级', '21', '北大附小周三五', '15', '钟声训练营', '0', '1', null, '0', '1509085800', '1', '1512220968', '1512220968', null);
INSERT INTO `salary_in` VALUES ('2', '610', '0', '19', '钟声', '钟声', '5', '0', '1', '33', '36', '北大附小一年级', '21', '北大附小周三五', '15', '钟声训练营', '0', '1', '', '0', '1509085800', '1', '1512220968', '1512220968', null);
INSERT INTO `salary_in` VALUES ('3', '200', '0', '19', '钟声', '钟声', '4', '0', '1', '36', '31', '前海小学', '23', '前海小学兰球班', '15', '钟声训练营', '0', '1', null, '0', '1509237000', '1', '1512220968', '1512220968', null);
INSERT INTO `salary_in` VALUES ('4', '1060', '0', '19', '钟声', '钟声', '5', '0', '1', '36', '31', '前海小学', '23', '前海小学兰球班', '15', '钟声训练营', '0', '1', '', '0', '1509237000', '1', '1512220968', '1512220968', null);
INSERT INTO `salary_in` VALUES ('5', '720', '0', '19', '钟声', '钟声', '5', '0', '1', '37', '29', '石厦学校兰球队', '22', '石厦学校兰球队', '15', '钟声训练营', '0', '1', '', '0', '1509264000', '1', '1512220968', '1512220968', null);
INSERT INTO `salary_in` VALUES ('6', '100', '0', '17', 'Bruce.Dong', '董硕同', '4', '0', '1', '38', '13', '大热常规班', '29', '周日北头高年级初中基础', '9', '大热篮球俱乐部', '0', '1', null, '0', '1509526800', '1', '1512220968', '1512220968', null);
INSERT INTO `salary_in` VALUES ('7', '-10', '0', '2', 'Hot-basketball2', '大热篮球', '5', '0', '1', '38', '13', '大热常规班', '29', '周日北头高年级初中基础', '9', '大热篮球俱乐部', '0', '1', '', '0', '1509526800', '1', '1512220968', '1512220968', null);
INSERT INTO `salary_in` VALUES ('8', '100', '0', '17', 'Bruce.Dong', '董硕同', '4', '0', '1', '39', '13', '大热常规班', '29', '周日北头高年级初中基础', '9', '大热篮球俱乐部', '0', '1', null, '0', '1509267600', '1', '1512220968', '1512220968', null);
INSERT INTO `salary_in` VALUES ('9', '-10', '0', '2', 'Hot-basketball2', '大热篮球', '5', '0', '1', '39', '13', '大热常规班', '29', '周日北头高年级初中基础', '9', '大热篮球俱乐部', '0', '1', '', '0', '1509267600', '1', '1512220968', '1512220968', null);
INSERT INTO `salary_in` VALUES ('10', '200', '0', '19', '钟声', '钟声', '4', '0', '1', '42', '36', '北大附小一年级', '21', '北大附小周三五', '15', '钟声训练营', '0', '1', null, '0', '1509690600', '1', '1512220968', '1512220968', null);
INSERT INTO `salary_in` VALUES ('11', '700', '0', '19', '钟声', '钟声', '5', '0', '1', '42', '36', '北大附小一年级', '21', '北大附小周三五', '15', '钟声训练营', '0', '1', '', '0', '1509690600', '1', '1512220968', '1512220968', null);
INSERT INTO `salary_in` VALUES ('12', '200', '0', '19', '钟声', '钟声', '4', '0', '1', '43', '32', '松坪小学', '24', '松坪小学兰球班', '15', '钟声训练营', '0', '1', null, '0', '1509237000', '1', '1512220968', '1512220968', null);
INSERT INTO `salary_in` VALUES ('13', '160', '0', '19', '钟声', '钟声', '5', '0', '1', '43', '32', '松坪小学', '24', '松坪小学兰球班', '15', '钟声训练营', '0', '1', '', '0', '1509237000', '1', '1512220968', '1512220968', null);
INSERT INTO `salary_in` VALUES ('14', '200', '0', '19', '钟声', '钟声', '4', '0', '1', '44', '29', '石厦学校兰球队', '22', '石厦学校兰球队', '15', '钟声训练营', '0', '1', null, '0', '1509868800', '1', '1512220968', '1512220968', null);
INSERT INTO `salary_in` VALUES ('15', '430', '0', '19', '钟声', '钟声', '5', '0', '1', '44', '29', '石厦学校兰球队', '22', '石厦学校兰球队', '15', '钟声训练营', '0', '1', '', '0', '1509868800', '1', '1512220968', '1512220968', null);
INSERT INTO `salary_in` VALUES ('16', '200', '0', '19', '钟声', '钟声', '4', '0', '1', '45', '36', '北大附小一年级', '21', '北大附小周三五', '15', '钟声训练营', '0', '1', null, '0', '1510295400', '1', '1512220968', '1512220968', null);
INSERT INTO `salary_in` VALUES ('17', '520', '0', '19', '钟声', '钟声', '5', '0', '1', '45', '36', '北大附小一年级', '21', '北大附小周三五', '15', '钟声训练营', '0', '1', '', '0', '1510295400', '1', '1512220968', '1512220968', null);
INSERT INTO `salary_in` VALUES ('18', '100', '0', '17', 'Bruce.Dong', '董硕同', '4', '0', '1', '46', '13', '大热常规班', '29', '周日北头高年级初中基础', '9', '大热篮球俱乐部', '0', '1', null, '0', '1509872400', '1', '1512220968', '1512220968', null);
INSERT INTO `salary_in` VALUES ('19', '-10', '0', '2', 'Hot-basketball2', '大热篮球', '5', '0', '1', '46', '13', '大热常规班', '29', '周日北头高年级初中基础', '9', '大热篮球俱乐部', '0', '1', '', '0', '1509872400', '1', '1512220968', '1512220968', null);
INSERT INTO `salary_in` VALUES ('20', '200', '140', '19', '钟声', '钟声', '4', '0', '1', '47', '29', '石厦学校兰球队', '22', '石厦学校兰球队', '15', '钟声训练营', '0', '1', null, '0', '1511078400', '1', '1512220968', '1512220968', null);
INSERT INTO `salary_in` VALUES ('21', '290', '0', '19', '钟声', '钟声', '5', '0', '1', '47', '29', '石厦学校兰球队', '22', '石厦学校兰球队', '15', '钟声训练营', '0', '1', '', '0', '1511078400', '1', '1512220968', '1512220968', null);
INSERT INTO `salary_in` VALUES ('22', '0', '0', '19', '钟声', '钟声', '5', '0', '1', '48', '31', '前海小学', '48', '前海小学兰球班', '15', '钟声训练营', '0', '1', '', '0', '1511656200', '1', '1512220968', '1512220968', null);
INSERT INTO `salary_in` VALUES ('23', '100', '25', '17', 'Bruce.Dong', '董硕同', '4', '0', '1', '51', '13', '大热常规班', '29', '周日北头高年级初中基础', '9', '大热篮球俱乐部', '0', '1', null, '0', '1511083020', '1', '1512442078', '1512442078', null);
INSERT INTO `salary_in` VALUES ('24', '-35', '0', '2', 'Hot-basketball2', '大热篮球', '5', '0', '1', '51', '13', '大热常规班', '29', '周日北头高年级初中基础', '9', '大热篮球俱乐部', '0', '1', '', '0', '1511083020', '1', '1512442078', '1512442078', null);
INSERT INTO `salary_in` VALUES ('25', '100', '25', '17', 'Bruce.Dong', '董硕同', '4', '0', '1', '52', '13', '大热常规班', '29', '周日北头高年级初中基础', '9', '大热篮球俱乐部', '0', '1', null, '0', '1511686800', '1', '1512442078', '1512442078', null);
INSERT INTO `salary_in` VALUES ('26', '-35', '0', '2', 'Hot-basketball2', '大热篮球', '5', '0', '1', '52', '13', '大热常规班', '29', '周日北头高年级初中基础', '9', '大热篮球俱乐部', '0', '1', '', '0', '1511686800', '1', '1512442078', '1512442078', null);
INSERT INTO `salary_in` VALUES ('27', '360', '0', '2', 'Hot-basketball2', '大热篮球', '5', '0', '1', '60', '15', '龙岗民警子女篮球训练课程', '60', '龙岗训练营高年级班', '9', '大热篮球俱乐部', '0', '1', '龙岗民警子女篮球训练课程抵扣赠课数：5', '0', '1512203400', '1', '1512442078', '1512442078', null);
INSERT INTO `salary_in` VALUES ('28', '270', '0', '2', 'Hot-basketball2', '大热篮球', '5', '0', '1', '61', '15', '龙岗民警子女篮球训练课程', '37', '龙岗训练营低年级课程', '9', '大热篮球俱乐部', '0', '1', '龙岗民警子女篮球训练课程抵扣赠课数：3', '0', '1510389000', '1', '1512442078', '1512442078', null);
INSERT INTO `salary_in` VALUES ('29', '360', '0', '2', 'Hot-basketball2', '大热篮球', '5', '0', '1', '62', '15', '龙岗民警子女篮球训练课程', '37', '龙岗训练营低年级课程', '9', '大热篮球俱乐部', '0', '1', '龙岗民警子女篮球训练课程抵扣赠课数：4', '0', '1510993800', '1', '1512442078', '1512442078', null);
INSERT INTO `salary_in` VALUES ('30', '360', '0', '2', 'Hot-basketball2', '大热篮球', '5', '0', '1', '63', '15', '龙岗民警子女篮球训练课程', '37', '龙岗训练营低年级课程', '9', '大热篮球俱乐部', '0', '1', '龙岗民警子女篮球训练课程抵扣赠课数：4', '0', '1511598600', '1', '1512442078', '1512442078', null);
INSERT INTO `salary_in` VALUES ('31', '270', '0', '2', 'Hot-basketball2', '大热篮球', '5', '0', '1', '64', '15', '龙岗民警子女篮球训练课程', '37', '龙岗训练营低年级课程', '9', '大热篮球俱乐部', '0', '1', '龙岗民警子女篮球训练课程抵扣赠课数：4', '0', '1512203400', '1', '1512442078', '1512442078', null);
INSERT INTO `salary_in` VALUES ('32', '450', '0', '2', 'Hot-basketball2', '大热篮球', '5', '0', '1', '65', '15', '龙岗民警子女篮球训练课程', '65', '龙岗训练营高年级班', '9', '大热篮球俱乐部', '0', '1', '龙岗民警子女篮球训练课程抵扣赠课数：5', '0', '1510993800', '1', '1512442078', '1512442078', null);
INSERT INTO `salary_in` VALUES ('33', '0', '0', '2', 'Hot-basketball2', '大热篮球', '5', '0', '1', '66', '15', '龙岗民警子女篮球训练课程', '66', '龙岗训练营高年级班', '9', '大热篮球俱乐部', '0', '1', '龙岗民警子女篮球训练课程抵扣赠课数：0', '0', '1511598600', '1', '1512442078', '1512442078', null);
INSERT INTO `salary_in` VALUES ('34', '360', '0', '2', 'Hot-basketball2', '大热篮球', '5', '0', '1', '68', '15', '龙岗民警子女篮球训练课程', '38', '龙岗训练营高年级班', '9', '大热篮球俱乐部', '0', '1', '龙岗民警子女篮球训练课程抵扣赠课数：5', '0', '1510389000', '1', '1512442078', '1512442078', null);
INSERT INTO `salary_in` VALUES ('35', '200', '200', '19', '钟声', '钟声', '4', '0', '1', '72', '29', '石厦学校兰球队', '22', '石厦学校兰球队', '15', '钟声训练营', '0', '1', null, '0', '1512892800', '1', '1513046757', '1513046757', null);
INSERT INTO `salary_in` VALUES ('36', '500', '0', '19', '钟声', '钟声', '5', '0', '1', '72', '29', '石厦学校兰球队', '22', '石厦学校兰球队', '15', '钟声训练营', '0', '1', '', '0', '1512892800', '1', '1513046757', '1513046757', null);
INSERT INTO `salary_in` VALUES ('37', '200', '160', '19', '钟声', '钟声', '4', '0', '1', '73', '32', '松坪小学', '24', '松坪小学兰球班', '15', '钟声训练营', '0', '1', null, '0', '1512865800', '1', '1513046757', '1513046757', null);
INSERT INTO `salary_in` VALUES ('38', '360', '0', '19', '钟声', '钟声', '5', '0', '1', '73', '32', '松坪小学', '24', '松坪小学兰球班', '15', '钟声训练营', '0', '1', '', '0', '1512865800', '1', '1513046757', '1513046757', null);
INSERT INTO `salary_in` VALUES ('39', '200', '160', '19', '钟声', '钟声', '4', '0', '1', '74', '36', '北大附小一年级', '21', '北大附小周三五', '15', '钟声训练营', '0', '1', null, '0', '1513319400', '1', '1513357801', '1513357801', null);
INSERT INTO `salary_in` VALUES ('40', '360', '0', '19', '钟声', '钟声', '5', '0', '1', '74', '36', '北大附小一年级', '21', '北大附小周三五', '15', '钟声训练营', '0', '1', '', '0', '1513319400', '1', '1513357801', '1513357801', null);
INSERT INTO `salary_in` VALUES ('41', '200', '200', '19', '钟声', '钟声', '4', '0', '1', '76', '29', '石厦学校兰球队', '22', '石厦学校兰球队', '15', '钟声训练营', '0', '1', null, '0', '1513497600', '1', '1513530601', '1513530601', null);
INSERT INTO `salary_in` VALUES ('42', '500', '0', '19', '钟声', '钟声', '5', '0', '1', '76', '29', '石厦学校兰球队', '22', '石厦学校兰球队', '15', '钟声训练营', '0', '1', '', '0', '1513497600', '1', '1513530601', '1513530601', null);
INSERT INTO `salary_in` VALUES ('43', '100', '0', '27', 'coachj', '黄万瑞', '4', '0', '1', '80', '13', '大热常规班', '33', '周五北头低年级班', '9', '大热篮球俱乐部', '0', '1', null, '0', '1511521200', '1', '1513789802', '1513789802', null);
INSERT INTO `salary_in` VALUES ('44', '80', '0', '2', 'Hot-basketball2', '大热篮球', '5', '0', '1', '80', '13', '大热常规班', '33', '周五北头低年级班', '9', '大热篮球俱乐部', '0', '1', '大热常规班抵扣赠课数：2', '0', '1511521200', '1', '1513789802', '1513789802', null);
INSERT INTO `salary_in` VALUES ('45', '100', '0', '27', 'coachj', '黄万瑞', '4', '0', '1', '81', '13', '大热常规班', '33', '周五北头低年级班', '9', '大热篮球俱乐部', '0', '1', null, '0', '1510916400', '1', '1513789802', '1513789802', null);
INSERT INTO `salary_in` VALUES ('46', '80', '0', '2', 'Hot-basketball2', '大热篮球', '5', '0', '1', '81', '13', '大热常规班', '33', '周五北头低年级班', '9', '大热篮球俱乐部', '0', '1', '大热常规班抵扣赠课数：3', '0', '1510916400', '1', '1513789802', '1513789802', null);
INSERT INTO `salary_in` VALUES ('47', '100', '0', '27', 'coachj', '黄万瑞', '4', '0', '1', '82', '13', '大热常规班', '33', '周五北头低年级班', '9', '大热篮球俱乐部', '0', '1', null, '0', '1510311600', '1', '1513789802', '1513789802', null);
INSERT INTO `salary_in` VALUES ('48', '-10', '0', '2', 'Hot-basketball2', '大热篮球', '5', '0', '1', '82', '13', '大热常规班', '33', '周五北头低年级班', '9', '大热篮球俱乐部', '0', '1', '大热常规班抵扣赠课数：1', '0', '1510311600', '1', '1513789802', '1513789802', null);
INSERT INTO `salary_in` VALUES ('49', '100', '0', '27', 'coachj', '黄万瑞', '4', '0', '1', '83', '13', '大热常规班', '33', '周五北头低年级班', '9', '大热篮球俱乐部', '0', '1', null, '0', '1509706800', '1', '1513789802', '1513789802', null);
INSERT INTO `salary_in` VALUES ('50', '-100', '0', '2', 'Hot-basketball2', '大热篮球', '5', '0', '1', '83', '13', '大热常规班', '33', '周五北头低年级班', '9', '大热篮球俱乐部', '0', '1', '大热常规班抵扣赠课数：1', '0', '1509706800', '1', '1513789802', '1513789802', null);
INSERT INTO `salary_in` VALUES ('51', '100', '0', '27', 'coachj', '黄万瑞', '4', '0', '1', '84', '13', '大热常规班', '33', '周五北头低年级班', '9', '大热篮球俱乐部', '0', '1', null, '0', '1509102000', '1', '1513789802', '1513789802', null);
INSERT INTO `salary_in` VALUES ('52', '-10', '0', '2', 'Hot-basketball2', '大热篮球', '5', '0', '1', '84', '13', '大热常规班', '33', '周五北头低年级班', '9', '大热篮球俱乐部', '0', '1', '大热常规班抵扣赠课数：1', '0', '1509102000', '1', '1513789802', '1513789802', null);
INSERT INTO `salary_in` VALUES ('53', '100', '0', '27', 'coachj', '黄万瑞', '4', '0', '1', '85', '13', '大热常规班', '33', '周五北头低年级班', '9', '大热篮球俱乐部', '0', '1', null, '0', '1508497200', '1', '1513789802', '1513789802', null);
INSERT INTO `salary_in` VALUES ('54', '-10', '0', '2', 'Hot-basketball2', '大热篮球', '5', '0', '1', '85', '13', '大热常规班', '33', '周五北头低年级班', '9', '大热篮球俱乐部', '0', '1', '大热常规班抵扣赠课数：1', '0', '1508497200', '1', '1513789802', '1513789802', null);
INSERT INTO `salary_in` VALUES ('55', '100', '0', '27', 'coachj', '黄万瑞', '4', '0', '1', '86', '13', '大热常规班', '33', '周五北头低年级班', '9', '大热篮球俱乐部', '0', '1', null, '0', '1507892400', '1', '1513789802', '1513789802', null);
INSERT INTO `salary_in` VALUES ('56', '-100', '0', '2', 'Hot-basketball2', '大热篮球', '5', '0', '1', '86', '13', '大热常规班', '33', '周五北头低年级班', '9', '大热篮球俱乐部', '0', '1', '大热常规班抵扣赠课数：1', '0', '1507892400', '1', '1513789802', '1513789802', null);
INSERT INTO `salary_in` VALUES ('57', '100', '0', '27', 'coachj', '黄万瑞', '4', '0', '1', '87', '13', '大热常规班', '33', '周五北头低年级班', '9', '大热篮球俱乐部', '0', '1', null, '0', '1506078000', '1', '1513789802', '1513789802', null);
INSERT INTO `salary_in` VALUES ('58', '-100', '0', '2', 'Hot-basketball2', '大热篮球', '5', '0', '1', '87', '13', '大热常规班', '33', '周五北头低年级班', '9', '大热篮球俱乐部', '0', '1', '大热常规班抵扣赠课数：1', '0', '1506078000', '1', '1513789802', '1513789802', null);
INSERT INTO `salary_in` VALUES ('59', '100', '250', '19', '钟声', '钟声', '4', '0', '1', '88', '13', '大热常规班', '26', '周六北头前海五年级', '9', '大热篮球俱乐部', '0', '1', null, '0', '1512777600', '1', '1513962606', '1513962606', null);
INSERT INTO `salary_in` VALUES ('60', '100', '0', '2', 'Hot-basketball2', '大热篮球', '5', '0', '1', '88', '13', '大热常规班', '26', '周六北头前海五年级', '9', '大热篮球俱乐部', '0', '1', '大热常规班抵扣赠课数：5', '0', '1512777600', '1', '1513962606', '1513962606', null);
INSERT INTO `salary_in` VALUES ('61', '100', '150', '19', '钟声', '钟声', '4', '0', '1', '89', '13', '大热常规班', '27', '周六北头晚初中班', '9', '大热篮球俱乐部', '0', '1', null, '0', '1512815400', '1', '1513962606', '1513962606', null);
INSERT INTO `salary_in` VALUES ('62', '20', '0', '2', 'Hot-basketball2', '大热篮球', '5', '0', '1', '89', '13', '大热常规班', '27', '周六北头晚初中班', '9', '大热篮球俱乐部', '0', '1', '大热常规班抵扣赠课数：3', '0', '1512815400', '1', '1513962606', '1513962606', null);
INSERT INTO `salary_in` VALUES ('63', '100', '250', '19', '钟声', '钟声', '4', '0', '1', '90', '13', '大热常规班', '26', '周六北头前海五年级', '9', '大热篮球俱乐部', '0', '1', null, '0', '1512172860', '1', '1513962606', '1513962606', null);
INSERT INTO `salary_in` VALUES ('64', '100', '0', '2', 'Hot-basketball2', '大热篮球', '5', '0', '1', '90', '13', '大热常规班', '26', '周六北头前海五年级', '9', '大热篮球俱乐部', '0', '1', '大热常规班抵扣赠课数：5', '0', '1512172860', '1', '1513962606', '1513962606', null);
INSERT INTO `salary_in` VALUES ('65', '100', '225', '19', '钟声', '钟声', '4', '0', '1', '91', '13', '大热常规班', '26', '周六北头前海五年级', '9', '大热篮球俱乐部', '0', '1', null, '0', '1513382520', '1', '1513962606', '1513962606', null);
INSERT INTO `salary_in` VALUES ('66', '35', '0', '2', 'Hot-basketball2', '大热篮球', '5', '0', '1', '91', '13', '大热常规班', '26', '周六北头前海五年级', '9', '大热篮球俱乐部', '0', '1', '大热常规班抵扣赠课数：5', '0', '1513382520', '1', '1513962606', '1513962606', null);
INSERT INTO `salary_in` VALUES ('67', '100', '125', '19', '钟声', '钟声', '4', '0', '1', '94', '13', '大热常规班', '27', '周六北头晚初中班', '9', '大热篮球俱乐部', '0', '1', null, '0', '1514025000', '1', '1514049002', '1514049002', null);
INSERT INTO `salary_in` VALUES ('68', '-45', '0', '2', 'Hot-basketball2', '大热篮球', '5', '0', '1', '94', '13', '大热常规班', '27', '周六北头晚初中班', '9', '大热篮球俱乐部', '0', '1', '大热常规班抵扣赠课数：3', '0', '1514025000', '1', '1514049002', '1514049002', null);
INSERT INTO `salary_in` VALUES ('69', '200', '200', '19', '钟声', '钟声', '4', '0', '1', '95', '31', '前海小学', '23', '前海小学兰球班', '15', '钟声训练营', '0', '1', null, '0', '1514075400', '1', '1514135401', '1514135401', null);
INSERT INTO `salary_in` VALUES ('70', '500', '0', '19', '钟声', '钟声', '5', '0', '1', '95', '31', '前海小学', '23', '前海小学兰球班', '15', '钟声训练营', '0', '1', '', '0', '1514075400', '1', '1514135401', '1514135401', null);
INSERT INTO `salary_in` VALUES ('71', '200', '160', '19', '钟声', '钟声', '4', '0', '1', '96', '32', '松坪小学', '24', '松坪小学兰球班', '15', '钟声训练营', '0', '1', null, '0', '1514075400', '1', '1514135401', '1514135401', null);
INSERT INTO `salary_in` VALUES ('72', '360', '0', '19', '钟声', '钟声', '5', '0', '1', '96', '32', '松坪小学', '24', '松坪小学兰球班', '15', '钟声训练营', '0', '1', '', '0', '1514075400', '1', '1514135401', '1514135401', null);
INSERT INTO `salary_in` VALUES ('73', '200', '140', '19', '钟声', '钟声', '4', '0', '1', '97', '29', '石厦学校兰球队', '22', '石厦学校兰球队', '15', '钟声训练营', '0', '1', null, '0', '1514102400', '1', '1514135401', '1514135401', null);
INSERT INTO `salary_in` VALUES ('74', '290', '0', '19', '钟声', '钟声', '5', '0', '1', '97', '29', '石厦学校兰球队', '22', '石厦学校兰球队', '15', '钟声训练营', '0', '1', '', '0', '1514102400', '1', '1514135401', '1514135401', null);
INSERT INTO `salary_in` VALUES ('75', '100', '100', '17', 'Bruce.Dong', '董硕同', '4', '0', '1', '156', '13', '大热常规班', '29', '周日北头高年级初中基础', '9', '大热篮球俱乐部', '0', '1', null, '0', '1514710800', '1', '1519719175', '1519719175', null);
INSERT INTO `salary_in` VALUES ('76', '300', '0', '16', 'andy.lin', '林泽铭', '4', '0', '1', '157', '15', '龙岗民警子女篮球训练课程', '37', '龙岗训练营低年级课程', '9', '大热篮球俱乐部', '0', '1', null, '0', '1514016000', '1', '1519719175', '1519719175', null);
INSERT INTO `salary_in` VALUES ('77', '300', '0', '16', 'andy.lin', '林泽铭', '4', '0', '1', '158', '15', '龙岗民警子女篮球训练课程', '37', '龙岗训练营低年级课程', '9', '大热篮球俱乐部', '0', '1', null, '0', '1514620800', '1', '1519719175', '1519719175', null);
INSERT INTO `salary_in` VALUES ('78', '100', '50', '27', 'coachj', '黄万瑞', '4', '0', '1', '159', '13', '大热常规班', '43', '北头周日十点低年级综合班', '9', '大热篮球俱乐部', '0', '1', null, '0', '1514685600', '1', '1519719175', '1519719175', null);
INSERT INTO `salary_in` VALUES ('79', '100', '100', '27', 'coachj', '黄万瑞', '4', '0', '1', '160', '13', '大热常规班', '42', '北头周日八点初中提高班', '9', '大热篮球俱乐部', '0', '1', null, '0', '1514679600', '1', '1519719175', '1519719175', null);
INSERT INTO `salary_in` VALUES ('80', '100', '100', '27', 'coachj', '黄万瑞', '4', '0', '1', '161', '13', '大热常规班', '44', '室内幼儿班', '9', '大热篮球俱乐部', '0', '1', null, '0', '1514601000', '1', '1519719176', '1519719176', null);
INSERT INTO `salary_in` VALUES ('81', '100', '100', '27', 'coachj', '黄万瑞', '4', '0', '1', '162', '13', '大热常规班', '40', '北头周六五点综合班', '9', '大热篮球俱乐部', '0', '1', null, '0', '1514624400', '1', '1519719176', '1519719176', null);
INSERT INTO `salary_in` VALUES ('82', '100', '50', '27', 'coachj', '黄万瑞', '4', '0', '1', '163', '13', '大热常规班', '34', '周六鼎太低年级', '9', '大热篮球俱乐部', '0', '1', null, '0', '1514633040', '1', '1519719176', '1519719176', null);
INSERT INTO `salary_in` VALUES ('83', '100', '275', '27', 'coachj', '黄万瑞', '4', '0', '1', '164', '13', '大热常规班', '33', '周五北头低年级班', '9', '大热篮球俱乐部', '0', '1', null, '0', '1514545200', '1', '1519719176', '1519719176', null);
INSERT INTO `salary_in` VALUES ('84', '100', '200', '27', 'coachj', '黄万瑞', '4', '0', '1', '165', '13', '大热常规班', '43', '北头周日十点低年级综合班', '9', '大热篮球俱乐部', '0', '1', null, '0', '1514080800', '1', '1519719176', '1519719176', null);
INSERT INTO `salary_in` VALUES ('85', '100', '50', '27', 'coachj', '黄万瑞', '4', '0', '1', '166', '13', '大热常规班', '42', '北头周日八点初中提高班', '9', '大热篮球俱乐部', '0', '1', null, '0', '1514074800', '1', '1519719176', '1519719176', null);
INSERT INTO `salary_in` VALUES ('86', '100', '225', '27', 'coachj', '黄万瑞', '4', '0', '1', '167', '13', '大热常规班', '40', '北头周六五点综合班', '9', '大热篮球俱乐部', '0', '1', null, '0', '1514019600', '1', '1519719176', '1519719176', null);
INSERT INTO `salary_in` VALUES ('87', '100', '100', '27', 'coachj', '黄万瑞', '4', '0', '1', '168', '13', '大热常规班', '44', '室内幼儿班', '9', '大热篮球俱乐部', '0', '1', null, '0', '1513996200', '1', '1519719176', '1519719176', null);
INSERT INTO `salary_in` VALUES ('88', '100', '175', '27', 'coachj', '黄万瑞', '4', '0', '1', '169', '13', '大热常规班', '33', '周五北头低年级班', '9', '大热篮球俱乐部', '0', '1', null, '0', '1513940400', '1', '1519719176', '1519719176', null);
INSERT INTO `salary_in` VALUES ('89', '100', '150', '27', 'coachj', '黄万瑞', '4', '0', '1', '170', '13', '大热常规班', '43', '北头周日十点低年级综合班', '9', '大热篮球俱乐部', '0', '1', null, '0', '1513476000', '1', '1519719176', '1519719176', null);
INSERT INTO `salary_in` VALUES ('90', '100', '100', '27', 'coachj', '黄万瑞', '4', '0', '1', '171', '13', '大热常规班', '42', '北头周日八点初中提高班', '9', '大热篮球俱乐部', '0', '1', null, '0', '1513470000', '1', '1519719176', '1519719176', null);
INSERT INTO `salary_in` VALUES ('91', '100', '225', '27', 'coachj', '黄万瑞', '4', '0', '1', '172', '13', '大热常规班', '40', '北头周六五点综合班', '9', '大热篮球俱乐部', '0', '1', null, '0', '1513414800', '1', '1519719176', '1519719176', null);
INSERT INTO `salary_in` VALUES ('92', '100', '125', '27', 'coachj', '黄万瑞', '4', '0', '1', '173', '13', '大热常规班', '44', '室内幼儿班', '9', '大热篮球俱乐部', '0', '1', null, '0', '1513391400', '1', '1519719176', '1519719176', null);
INSERT INTO `salary_in` VALUES ('93', '100', '75', '27', 'coachj', '黄万瑞', '4', '0', '1', '174', '13', '大热常规班', '34', '周六鼎太低年级', '9', '大热篮球俱乐部', '0', '1', null, '0', '1513384200', '1', '1519719176', '1519719176', null);
INSERT INTO `salary_in` VALUES ('94', '100', '300', '27', 'coachj', '黄万瑞', '4', '0', '1', '175', '13', '大热常规班', '33', '周五北头低年级班', '9', '大热篮球俱乐部', '0', '1', null, '0', '1513335600', '1', '1519719176', '1519719176', null);
INSERT INTO `salary_in` VALUES ('95', '100', '250', '27', 'coachj', '黄万瑞', '4', '0', '1', '176', '13', '大热常规班', '43', '北头周日十点低年级综合班', '9', '大热篮球俱乐部', '0', '1', null, '0', '1512871200', '1', '1519719176', '1519719176', null);
INSERT INTO `salary_in` VALUES ('96', '100', '75', '27', 'coachj', '黄万瑞', '4', '0', '1', '177', '13', '大热常规班', '42', '北头周日八点初中提高班', '9', '大热篮球俱乐部', '0', '1', null, '0', '1512864000', '1', '1519719176', '1519719176', null);
INSERT INTO `salary_in` VALUES ('97', '100', '200', '27', 'coachj', '黄万瑞', '4', '0', '1', '178', '13', '大热常规班', '40', '北头周六五点综合班', '9', '大热篮球俱乐部', '0', '1', null, '0', '1512810000', '1', '1519719176', '1519719176', null);
INSERT INTO `salary_in` VALUES ('98', '100', '100', '27', 'coachj', '黄万瑞', '4', '0', '1', '179', '13', '大热常规班', '44', '室内幼儿班', '9', '大热篮球俱乐部', '0', '1', null, '0', '1512786600', '1', '1519719176', '1519719176', null);
INSERT INTO `salary_in` VALUES ('99', '100', '100', '27', 'coachj', '黄万瑞', '4', '0', '1', '180', '13', '大热常规班', '34', '周六鼎太低年级', '9', '大热篮球俱乐部', '0', '1', null, '0', '1512779400', '1', '1519719176', '1519719176', null);
INSERT INTO `salary_in` VALUES ('100', '100', '200', '27', 'coachj', '黄万瑞', '4', '0', '1', '182', '13', '大热常规班', '43', '北头周日十点低年级综合班', '9', '大热篮球俱乐部', '0', '1', null, '0', '1512266400', '1', '1519719176', '1519719176', null);
INSERT INTO `salary_in` VALUES ('101', '100', '250', '27', 'coachj', '黄万瑞', '4', '0', '1', '183', '13', '大热常规班', '40', '北头周六五点综合班', '9', '大热篮球俱乐部', '0', '1', null, '0', '1512205200', '1', '1519719176', '1519719176', null);
INSERT INTO `salary_in` VALUES ('102', '100', '100', '27', 'coachj', '黄万瑞', '4', '0', '1', '184', '13', '大热常规班', '44', '室内幼儿班', '9', '大热篮球俱乐部', '0', '1', null, '0', '1512181800', '1', '1519719176', '1519719176', null);
INSERT INTO `salary_in` VALUES ('103', '100', '75', '27', 'coachj', '黄万瑞', '4', '0', '1', '185', '13', '大热常规班', '34', '周六鼎太低年级', '9', '大热篮球俱乐部', '0', '1', null, '0', '1512172800', '1', '1519719176', '1519719176', null);
INSERT INTO `salary_in` VALUES ('104', '100', '350', '27', 'coachj', '黄万瑞', '4', '0', '1', '187', '13', '大热常规班', '33', '周五北头低年级班', '9', '大热篮球俱乐部', '0', '1', null, '0', '1512126000', '1', '1519719176', '1519719176', null);
INSERT INTO `salary_in` VALUES ('105', '100', '100', '36', 'Gavin.zhuang', '庄贵钦', '4', '0', '1', '189', '13', '大热常规班', '46', '鼎太女子班', '9', '大热篮球俱乐部', '0', '1', null, '0', '1514840400', '1', '1519719176', '1519719176', null);
INSERT INTO `salary_in` VALUES ('106', '0', '0', '18', 'AK', '安凯翔', '4', '0', '1', '190', '38', 'AKcross课程', '36', '南外周三五班', '13', 'AKcross训练营', '0', '1', null, '0', '1507887000', '1', '1519719176', '1519719176', null);
INSERT INTO `salary_in` VALUES ('107', '0', '0', '18', 'AK', '安凯翔', '4', '0', '1', '191', '38', 'AKcross课程', '36', '南外周三五班', '13', 'AKcross训练营', '0', '1', null, '0', '1508319000', '1', '1519719176', '1519719176', null);
INSERT INTO `salary_in` VALUES ('108', '0', '0', '18', 'AK', '安凯翔', '4', '0', '1', '192', '38', 'AKcross课程', '36', '南外周三五班', '13', 'AKcross训练营', '0', '1', null, '0', '1508491800', '1', '1519719177', '1519719177', null);
INSERT INTO `salary_in` VALUES ('109', '0', '0', '18', 'AK', '安凯翔', '4', '0', '1', '193', '38', 'AKcross课程', '36', '南外周三五班', '13', 'AKcross训练营', '0', '1', null, '0', '1508923800', '1', '1519719177', '1519719177', null);
INSERT INTO `salary_in` VALUES ('110', '0', '0', '18', 'AK', '安凯翔', '4', '0', '1', '194', '38', 'AKcross课程', '36', '南外周三五班', '13', 'AKcross训练营', '0', '1', null, '0', '1509096600', '1', '1519719177', '1519719177', null);
INSERT INTO `salary_in` VALUES ('111', '0', '0', '18', 'AK', '安凯翔', '4', '0', '1', '196', '38', 'AKcross课程', '36', '南外周三五班', '13', 'AKcross训练营', '0', '1', null, '0', '1509701400', '1', '1519719177', '1519719177', null);
INSERT INTO `salary_in` VALUES ('112', '0', '0', '18', 'AK', '安凯翔', '4', '0', '1', '197', '38', 'AKcross课程', '36', '南外周三五班', '13', 'AKcross训练营', '0', '1', null, '0', '1510133400', '1', '1519719177', '1519719177', null);
INSERT INTO `salary_in` VALUES ('113', '0', '0', '18', 'AK', '安凯翔', '4', '0', '1', '198', '38', 'AKcross课程', '36', '南外周三五班', '13', 'AKcross训练营', '0', '1', null, '0', '1510306200', '1', '1519719177', '1519719177', null);
INSERT INTO `salary_in` VALUES ('114', '0', '0', '18', 'AK', '安凯翔', '4', '0', '1', '199', '38', 'AKcross课程', '36', '南外周三五班', '13', 'AKcross训练营', '0', '1', null, '0', '1510738200', '1', '1519719177', '1519719177', null);
INSERT INTO `salary_in` VALUES ('115', '0', '0', '18', 'AK', '安凯翔', '4', '0', '1', '200', '38', 'AKcross课程', '36', '南外周三五班', '13', 'AKcross训练营', '0', '1', null, '0', '1510911000', '1', '1519719177', '1519719177', null);
INSERT INTO `salary_in` VALUES ('116', '0', '0', '18', 'AK', '安凯翔', '4', '0', '1', '201', '38', 'AKcross课程', '36', '南外周三五班', '13', 'AKcross训练营', '0', '1', null, '0', '1511343000', '1', '1519719177', '1519719177', null);
INSERT INTO `salary_in` VALUES ('117', '0', '0', '18', 'AK', '安凯翔', '4', '0', '1', '202', '38', 'AKcross课程', '36', '南外周三五班', '13', 'AKcross训练营', '0', '1', null, '0', '1511514000', '1', '1519719177', '1519719177', null);
INSERT INTO `salary_in` VALUES ('118', '0', '0', '18', 'AK', '安凯翔', '4', '0', '1', '203', '38', 'AKcross课程', '36', '南外周三五班', '13', 'AKcross训练营', '0', '1', null, '0', '1511946000', '1', '1519719177', '1519719177', null);
INSERT INTO `salary_in` VALUES ('119', '0', '0', '18', 'AK', '安凯翔', '4', '0', '1', '204', '43', '塘朗追梦队', '54', '塘朗追梦队', '13', 'AKcross训练营', '0', '1', null, '0', '1512030600', '1', '1519719177', '1519719177', null);
INSERT INTO `salary_in` VALUES ('120', '0', '0', '18', 'AK', '安凯翔', '4', '0', '1', '205', '43', '塘朗追梦队', '54', '塘朗追梦队', '13', 'AKcross训练营', '0', '1', null, '0', '1511425800', '1', '1519719177', '1519719177', null);
INSERT INTO `salary_in` VALUES ('121', '200', '220', '19', '钟声', '钟声', '4', '0', '1', '206', '31', '前海小学', '23', '前海小学兰球班', '15', '钟声训练营', '0', '1', null, '0', '1511656200', '1', '1519719177', '1519719177', null);
INSERT INTO `salary_in` VALUES ('122', '0', '0', '18', 'AK', '安凯翔', '4', '0', '1', '207', '38', 'AKcross课程', '36', '南外周三五班', '13', 'AKcross训练营', '0', '1', null, '0', '1512120000', '1', '1519719177', '1519719177', null);
INSERT INTO `salary_in` VALUES ('123', '0', '0', '18', 'AK', '安凯翔', '4', '0', '1', '208', '38', 'AKcross课程', '36', '南外周三五班', '13', 'AKcross训练营', '0', '1', null, '0', '1512552000', '1', '1519719177', '1519719177', null);
INSERT INTO `salary_in` VALUES ('124', '0', '0', '18', 'AK', '安凯翔', '4', '0', '1', '209', '38', 'AKcross课程', '36', '南外周三五班', '13', 'AKcross训练营', '0', '1', null, '0', '1513156800', '1', '1519719177', '1519719177', null);
INSERT INTO `salary_in` VALUES ('125', '0', '0', '18', 'AK', '安凯翔', '4', '0', '1', '210', '38', 'AKcross课程', '36', '南外周三五班', '13', 'AKcross训练营', '0', '1', null, '0', '1513761600', '1', '1519719177', '1519719177', null);
INSERT INTO `salary_in` VALUES ('126', '0', '0', '18', 'AK', '安凯翔', '4', '0', '1', '211', '38', 'AKcross课程', '36', '南外周三五班', '13', 'AKcross训练营', '0', '1', null, '0', '1514366400', '1', '1519719177', '1519719177', null);
INSERT INTO `salary_in` VALUES ('127', '0', '0', '18', 'AK', '安凯翔', '4', '0', '1', '212', '43', '塘朗追梦队', '54', '塘朗追梦队', '13', 'AKcross训练营', '0', '1', null, '0', '1512635340', '1', '1519719177', '1519719177', null);
INSERT INTO `salary_in` VALUES ('128', '0', '0', '18', 'AK', '安凯翔', '4', '0', '1', '213', '43', '塘朗追梦队', '54', '塘朗追梦队', '13', 'AKcross训练营', '0', '1', null, '0', '1513240200', '1', '1519719177', '1519719177', null);
INSERT INTO `salary_in` VALUES ('129', '0', '0', '18', 'AK', '安凯翔', '4', '0', '1', '214', '43', '塘朗追梦队', '54', '塘朗追梦队', '13', 'AKcross训练营', '0', '1', null, '0', '1513845000', '1', '1519719177', '1519719177', null);
INSERT INTO `salary_in` VALUES ('130', '0', '0', '18', 'AK', '安凯翔', '4', '0', '1', '216', '43', '塘朗追梦队', '54', '塘朗追梦队', '13', 'AKcross训练营', '0', '1', null, '0', '1514100600', '1', '1519719177', '1519719177', null);
INSERT INTO `salary_in` VALUES ('131', '0', '0', '18', 'AK', '安凯翔', '4', '0', '1', '217', '43', '塘朗追梦队', '54', '塘朗追梦队', '13', 'AKcross训练营', '0', '1', null, '0', '1514449800', '1', '1519719177', '1519719177', null);
INSERT INTO `salary_in` VALUES ('132', '0', '0', '18', 'AK', '安凯翔', '4', '0', '1', '218', '38', 'AKcross课程', '36', '南外周三五班', '13', 'AKcross训练营', '0', '1', null, '0', '1512723840', '1', '1519719177', '1519719177', null);
INSERT INTO `salary_in` VALUES ('133', '0', '0', '18', 'AK', '安凯翔', '4', '0', '1', '219', '38', 'AKcross课程', '36', '南外周三五班', '13', 'AKcross训练营', '0', '1', null, '0', '1513329000', '1', '1519719177', '1519719177', null);
INSERT INTO `salary_in` VALUES ('134', '0', '0', '18', 'AK', '安凯翔', '4', '0', '1', '220', '38', 'AKcross课程', '36', '南外周三五班', '13', 'AKcross训练营', '0', '1', null, '0', '1513933500', '1', '1519719177', '1519719177', null);
INSERT INTO `salary_in` VALUES ('135', '0', '0', '18', 'AK', '安凯翔', '4', '0', '1', '221', '38', 'AKcross课程', '36', '南外周三五班', '13', 'AKcross训练营', '0', '1', null, '0', '1514538300', '1', '1519719177', '1519719177', null);
INSERT INTO `salary_in` VALUES ('136', '0', '0', '18', 'AK', '安凯翔', '4', '0', '1', '222', '43', '塘朗追梦队', '54', '塘朗追梦队', '13', 'AKcross训练营', '0', '1', null, '0', '1512194400', '1', '1519719177', '1519719177', null);
INSERT INTO `salary_in` VALUES ('137', '0', '0', '18', 'AK', '安凯翔', '4', '0', '1', '223', '43', '塘朗追梦队', '54', '塘朗追梦队', '13', 'AKcross训练营', '0', '1', null, '0', '1512802800', '1', '1519719177', '1519719177', null);
INSERT INTO `salary_in` VALUES ('138', '0', '0', '18', 'AK', '安凯翔', '4', '0', '1', '224', '43', '塘朗追梦队', '54', '塘朗追梦队', '13', 'AKcross训练营', '0', '1', null, '0', '1513407600', '1', '1519719177', '1519719177', null);
INSERT INTO `salary_in` VALUES ('139', '0', '0', '18', 'AK', '安凯翔', '4', '0', '1', '225', '43', '塘朗追梦队', '54', '塘朗追梦队', '13', 'AKcross训练营', '0', '1', null, '0', '1514012400', '1', '1519719177', '1519719177', null);
INSERT INTO `salary_in` VALUES ('140', '0', '0', '18', 'AK', '安凯翔', '4', '0', '1', '226', '43', '塘朗追梦队', '54', '塘朗追梦队', '13', 'AKcross训练营', '0', '1', null, '0', '1514617200', '1', '1519719177', '1519719177', null);
INSERT INTO `salary_in` VALUES ('141', '0', '0', '18', 'AK', '安凯翔', '4', '0', '1', '227', '38', 'AKcross课程', '49', '塘朗高年级', '13', 'AKcross训练营', '0', '1', null, '0', '1512268200', '1', '1519719177', '1519719177', null);
INSERT INTO `salary_in` VALUES ('142', '0', '0', '18', 'AK', '安凯翔', '4', '0', '1', '228', '38', 'AKcross课程', '49', '塘朗高年级', '13', 'AKcross训练营', '0', '1', null, '0', '1512873000', '1', '1519719177', '1519719177', null);
INSERT INTO `salary_in` VALUES ('143', '0', '0', '18', 'AK', '安凯翔', '4', '0', '1', '229', '38', 'AKcross课程', '49', '塘朗高年级', '13', 'AKcross训练营', '0', '1', null, '0', '1513477800', '1', '1519719177', '1519719177', null);
INSERT INTO `salary_in` VALUES ('144', '0', '0', '18', 'AK', '安凯翔', '4', '0', '1', '230', '38', 'AKcross课程', '49', '塘朗高年级', '13', 'AKcross训练营', '0', '1', null, '0', '1514082600', '1', '1519719177', '1519719177', null);
INSERT INTO `salary_in` VALUES ('145', '0', '0', '18', 'AK', '安凯翔', '4', '0', '1', '231', '38', 'AKcross课程', '49', '塘朗高年级', '13', 'AKcross训练营', '0', '1', null, '0', '1514687400', '1', '1519719178', '1519719178', null);
INSERT INTO `salary_in` VALUES ('146', '0', '0', '18', 'AK', '安凯翔', '4', '0', '1', '232', '38', 'AKcross课程', '51', '塘朗低年级班', '13', 'AKcross训练营', '0', '1', null, '0', '1512280800', '1', '1519719178', '1519719178', null);
INSERT INTO `salary_in` VALUES ('147', '0', '0', '18', 'AK', '安凯翔', '4', '0', '1', '234', '38', 'AKcross课程', '51', '塘朗低年级班', '13', 'AKcross训练营', '0', '1', null, '0', '1513490400', '1', '1519719178', '1519719178', null);
INSERT INTO `salary_in` VALUES ('148', '0', '0', '18', 'AK', '安凯翔', '4', '0', '1', '235', '38', 'AKcross课程', '51', '塘朗低年级班', '13', 'AKcross训练营', '0', '1', null, '0', '1514095200', '1', '1519719178', '1519719178', null);
INSERT INTO `salary_in` VALUES ('149', '0', '0', '18', 'AK', '安凯翔', '4', '0', '1', '236', '38', 'AKcross课程', '51', '塘朗低年级班', '13', 'AKcross训练营', '0', '1', null, '0', '1514700000', '1', '1519719178', '1519719178', null);
INSERT INTO `salary_in` VALUES ('150', '200', '80', '19', '钟声', '钟声', '4', '0', '1', '237', '31', '前海小学', '23', '前海小学兰球班', '15', '钟声训练营', '0', '1', null, '0', '1507946400', '1', '1519719178', '1519719178', null);
INSERT INTO `salary_in` VALUES ('151', '200', '80', '19', '钟声', '钟声', '4', '0', '1', '238', '31', '前海小学', '23', '前海小学兰球班', '15', '钟声训练营', '0', '1', null, '0', '1508551200', '1', '1519719178', '1519719178', null);
INSERT INTO `salary_in` VALUES ('152', '200', '80', '19', '钟声', '钟声', '4', '0', '1', '239', '31', '前海小学', '23', '前海小学兰球班', '15', '钟声训练营', '0', '1', null, '0', '1509156000', '1', '1519719178', '1519719178', null);
INSERT INTO `salary_in` VALUES ('153', '200', '60', '19', '钟声', '钟声', '4', '0', '1', '240', '31', '前海小学', '23', '前海小学兰球班', '15', '钟声训练营', '0', '1', null, '0', '1509760800', '1', '1519719178', '1519719178', null);
INSERT INTO `salary_in` VALUES ('154', '200', '80', '19', '钟声', '钟声', '4', '0', '1', '241', '31', '前海小学', '23', '前海小学兰球班', '15', '钟声训练营', '0', '1', null, '0', '1510365600', '1', '1519719178', '1519719178', null);
INSERT INTO `salary_in` VALUES ('155', '200', '60', '19', '钟声', '钟声', '4', '0', '1', '242', '31', '前海小学', '23', '前海小学兰球班', '15', '钟声训练营', '0', '1', null, '0', '1510972200', '1', '1519719178', '1519719178', null);
INSERT INTO `salary_in` VALUES ('156', '300', '0', '184', '涵叔', '张嘉涵', '4', '16', '1', '243', '15', '龙岗民警子女篮球训练课程', '38', '龙岗训练营高年级班', '9', '大热篮球俱乐部', '0', '1', null, '0', '1511598600', '1', '1519719178', '1519719178', null);
INSERT INTO `salary_in` VALUES ('157', '200', '0', '19', '钟声', '钟声', '4', '0', '1', '244', '30', '南头城小学', '52', '南头城小学', '15', '钟声训练营', '0', '1', null, '0', '1515141000', '1', '1519719178', '1519719178', null);
INSERT INTO `salary_in` VALUES ('158', '100', '100', '17', 'Bruce.Dong', '董硕同', '4', '0', '1', '156', '13', '大热常规班', '29', '周日北头高年级初中基础', '9', '大热篮球俱乐部', '0', '1', null, '0', '1514710800', '1', '1519720309', '1519720309', null);
INSERT INTO `salary_in` VALUES ('159', '300', '0', '16', 'andy.lin', '林泽铭', '4', '0', '1', '157', '15', '龙岗民警子女篮球训练课程', '37', '龙岗训练营低年级课程', '9', '大热篮球俱乐部', '0', '1', null, '0', '1514016000', '1', '1519720309', '1519720309', null);
INSERT INTO `salary_in` VALUES ('160', '300', '0', '16', 'andy.lin', '林泽铭', '4', '0', '1', '158', '15', '龙岗民警子女篮球训练课程', '37', '龙岗训练营低年级课程', '9', '大热篮球俱乐部', '0', '1', null, '0', '1514620800', '1', '1519720309', '1519720309', null);
INSERT INTO `salary_in` VALUES ('161', '100', '50', '27', 'coachj', '黄万瑞', '4', '0', '1', '159', '13', '大热常规班', '43', '北头周日十点低年级综合班', '9', '大热篮球俱乐部', '0', '1', null, '0', '1514685600', '1', '1519720309', '1519720309', null);
INSERT INTO `salary_in` VALUES ('162', '100', '100', '27', 'coachj', '黄万瑞', '4', '0', '1', '160', '13', '大热常规班', '42', '北头周日八点初中提高班', '9', '大热篮球俱乐部', '0', '1', null, '0', '1514679600', '1', '1519720309', '1519720309', null);
INSERT INTO `salary_in` VALUES ('163', '100', '100', '27', 'coachj', '黄万瑞', '4', '0', '1', '161', '13', '大热常规班', '44', '室内幼儿班', '9', '大热篮球俱乐部', '0', '1', null, '0', '1514601000', '1', '1519720309', '1519720309', null);
INSERT INTO `salary_in` VALUES ('164', '100', '100', '27', 'coachj', '黄万瑞', '4', '0', '1', '162', '13', '大热常规班', '40', '北头周六五点综合班', '9', '大热篮球俱乐部', '0', '1', null, '0', '1514624400', '1', '1519720309', '1519720309', null);
INSERT INTO `salary_in` VALUES ('165', '100', '50', '27', 'coachj', '黄万瑞', '4', '0', '1', '163', '13', '大热常规班', '34', '周六鼎太低年级', '9', '大热篮球俱乐部', '0', '1', null, '0', '1514633040', '1', '1519720309', '1519720309', null);
INSERT INTO `salary_in` VALUES ('166', '100', '275', '27', 'coachj', '黄万瑞', '4', '0', '1', '164', '13', '大热常规班', '33', '周五北头低年级班', '9', '大热篮球俱乐部', '0', '1', null, '0', '1514545200', '1', '1519720309', '1519720309', null);
INSERT INTO `salary_in` VALUES ('167', '100', '200', '27', 'coachj', '黄万瑞', '4', '0', '1', '165', '13', '大热常规班', '43', '北头周日十点低年级综合班', '9', '大热篮球俱乐部', '0', '1', null, '0', '1514080800', '1', '1519720309', '1519720309', null);
INSERT INTO `salary_in` VALUES ('168', '100', '50', '27', 'coachj', '黄万瑞', '4', '0', '1', '166', '13', '大热常规班', '42', '北头周日八点初中提高班', '9', '大热篮球俱乐部', '0', '1', null, '0', '1514074800', '1', '1519720309', '1519720309', null);
INSERT INTO `salary_in` VALUES ('169', '100', '225', '27', 'coachj', '黄万瑞', '4', '0', '1', '167', '13', '大热常规班', '40', '北头周六五点综合班', '9', '大热篮球俱乐部', '0', '1', null, '0', '1514019600', '1', '1519720309', '1519720309', null);
INSERT INTO `salary_in` VALUES ('170', '100', '100', '27', 'coachj', '黄万瑞', '4', '0', '1', '168', '13', '大热常规班', '44', '室内幼儿班', '9', '大热篮球俱乐部', '0', '1', null, '0', '1513996200', '1', '1519720309', '1519720309', null);
INSERT INTO `salary_in` VALUES ('171', '100', '175', '27', 'coachj', '黄万瑞', '4', '0', '1', '169', '13', '大热常规班', '33', '周五北头低年级班', '9', '大热篮球俱乐部', '0', '1', null, '0', '1513940400', '1', '1519720309', '1519720309', null);
INSERT INTO `salary_in` VALUES ('172', '100', '150', '27', 'coachj', '黄万瑞', '4', '0', '1', '170', '13', '大热常规班', '43', '北头周日十点低年级综合班', '9', '大热篮球俱乐部', '0', '1', null, '0', '1513476000', '1', '1519720309', '1519720309', null);
INSERT INTO `salary_in` VALUES ('173', '100', '100', '27', 'coachj', '黄万瑞', '4', '0', '1', '171', '13', '大热常规班', '42', '北头周日八点初中提高班', '9', '大热篮球俱乐部', '0', '1', null, '0', '1513470000', '1', '1519720309', '1519720309', null);
INSERT INTO `salary_in` VALUES ('174', '100', '225', '27', 'coachj', '黄万瑞', '4', '0', '1', '172', '13', '大热常规班', '40', '北头周六五点综合班', '9', '大热篮球俱乐部', '0', '1', null, '0', '1513414800', '1', '1519720309', '1519720309', null);
INSERT INTO `salary_in` VALUES ('175', '100', '125', '27', 'coachj', '黄万瑞', '4', '0', '1', '173', '13', '大热常规班', '44', '室内幼儿班', '9', '大热篮球俱乐部', '0', '1', null, '0', '1513391400', '1', '1519720309', '1519720309', null);
INSERT INTO `salary_in` VALUES ('176', '100', '75', '27', 'coachj', '黄万瑞', '4', '0', '1', '174', '13', '大热常规班', '34', '周六鼎太低年级', '9', '大热篮球俱乐部', '0', '1', null, '0', '1513384200', '1', '1519720309', '1519720309', null);
INSERT INTO `salary_in` VALUES ('177', '100', '300', '27', 'coachj', '黄万瑞', '4', '0', '1', '175', '13', '大热常规班', '33', '周五北头低年级班', '9', '大热篮球俱乐部', '0', '1', null, '0', '1513335600', '1', '1519720309', '1519720309', null);
INSERT INTO `salary_in` VALUES ('178', '100', '250', '27', 'coachj', '黄万瑞', '4', '0', '1', '176', '13', '大热常规班', '43', '北头周日十点低年级综合班', '9', '大热篮球俱乐部', '0', '1', null, '0', '1512871200', '1', '1519720310', '1519720310', null);
INSERT INTO `salary_in` VALUES ('179', '100', '75', '27', 'coachj', '黄万瑞', '4', '0', '1', '177', '13', '大热常规班', '42', '北头周日八点初中提高班', '9', '大热篮球俱乐部', '0', '1', null, '0', '1512864000', '1', '1519720310', '1519720310', null);
INSERT INTO `salary_in` VALUES ('180', '100', '200', '27', 'coachj', '黄万瑞', '4', '0', '1', '178', '13', '大热常规班', '40', '北头周六五点综合班', '9', '大热篮球俱乐部', '0', '1', null, '0', '1512810000', '1', '1519720310', '1519720310', null);
INSERT INTO `salary_in` VALUES ('181', '100', '100', '27', 'coachj', '黄万瑞', '4', '0', '1', '179', '13', '大热常规班', '44', '室内幼儿班', '9', '大热篮球俱乐部', '0', '1', null, '0', '1512786600', '1', '1519720310', '1519720310', null);
INSERT INTO `salary_in` VALUES ('182', '100', '100', '27', 'coachj', '黄万瑞', '4', '0', '1', '180', '13', '大热常规班', '34', '周六鼎太低年级', '9', '大热篮球俱乐部', '0', '1', null, '0', '1512779400', '1', '1519720310', '1519720310', null);
INSERT INTO `salary_in` VALUES ('183', '100', '200', '27', 'coachj', '黄万瑞', '4', '0', '1', '182', '13', '大热常规班', '43', '北头周日十点低年级综合班', '9', '大热篮球俱乐部', '0', '1', null, '0', '1512266400', '1', '1519720310', '1519720310', null);
INSERT INTO `salary_in` VALUES ('184', '100', '250', '27', 'coachj', '黄万瑞', '4', '0', '1', '183', '13', '大热常规班', '40', '北头周六五点综合班', '9', '大热篮球俱乐部', '0', '1', null, '0', '1512205200', '1', '1519720310', '1519720310', null);
INSERT INTO `salary_in` VALUES ('185', '100', '100', '27', 'coachj', '黄万瑞', '4', '0', '1', '184', '13', '大热常规班', '44', '室内幼儿班', '9', '大热篮球俱乐部', '0', '1', null, '0', '1512181800', '1', '1519720310', '1519720310', null);
INSERT INTO `salary_in` VALUES ('186', '100', '75', '27', 'coachj', '黄万瑞', '4', '0', '1', '185', '13', '大热常规班', '34', '周六鼎太低年级', '9', '大热篮球俱乐部', '0', '1', null, '0', '1512172800', '1', '1519720310', '1519720310', null);
INSERT INTO `salary_in` VALUES ('187', '100', '350', '27', 'coachj', '黄万瑞', '4', '0', '1', '187', '13', '大热常规班', '33', '周五北头低年级班', '9', '大热篮球俱乐部', '0', '1', null, '0', '1512126000', '1', '1519720310', '1519720310', null);
INSERT INTO `salary_in` VALUES ('188', '100', '100', '36', 'Gavin.zhuang', '庄贵钦', '4', '0', '1', '189', '13', '大热常规班', '46', '鼎太女子班', '9', '大热篮球俱乐部', '0', '1', null, '0', '1514840400', '1', '1519720310', '1519720310', null);
INSERT INTO `salary_in` VALUES ('189', '0', '0', '18', 'AK', '安凯翔', '4', '0', '1', '190', '38', 'AKcross课程', '36', '南外周三五班', '13', 'AKcross训练营', '0', '1', null, '0', '1507887000', '1', '1519720310', '1519720310', null);
INSERT INTO `salary_in` VALUES ('190', '0', '0', '18', 'AK', '安凯翔', '4', '0', '1', '191', '38', 'AKcross课程', '36', '南外周三五班', '13', 'AKcross训练营', '0', '1', null, '0', '1508319000', '1', '1519720310', '1519720310', null);
INSERT INTO `salary_in` VALUES ('191', '0', '0', '18', 'AK', '安凯翔', '4', '0', '1', '192', '38', 'AKcross课程', '36', '南外周三五班', '13', 'AKcross训练营', '0', '1', null, '0', '1508491800', '1', '1519720310', '1519720310', null);
INSERT INTO `salary_in` VALUES ('192', '0', '0', '18', 'AK', '安凯翔', '4', '0', '1', '193', '38', 'AKcross课程', '36', '南外周三五班', '13', 'AKcross训练营', '0', '1', null, '0', '1508923800', '1', '1519720310', '1519720310', null);
INSERT INTO `salary_in` VALUES ('193', '0', '0', '18', 'AK', '安凯翔', '4', '0', '1', '194', '38', 'AKcross课程', '36', '南外周三五班', '13', 'AKcross训练营', '0', '1', null, '0', '1509096600', '1', '1519720310', '1519720310', null);
INSERT INTO `salary_in` VALUES ('194', '0', '0', '18', 'AK', '安凯翔', '4', '0', '1', '196', '38', 'AKcross课程', '36', '南外周三五班', '13', 'AKcross训练营', '0', '1', null, '0', '1509701400', '1', '1519720310', '1519720310', null);
INSERT INTO `salary_in` VALUES ('195', '0', '0', '18', 'AK', '安凯翔', '4', '0', '1', '197', '38', 'AKcross课程', '36', '南外周三五班', '13', 'AKcross训练营', '0', '1', null, '0', '1510133400', '1', '1519720310', '1519720310', null);
INSERT INTO `salary_in` VALUES ('196', '0', '0', '18', 'AK', '安凯翔', '4', '0', '1', '198', '38', 'AKcross课程', '36', '南外周三五班', '13', 'AKcross训练营', '0', '1', null, '0', '1510306200', '1', '1519720310', '1519720310', null);
INSERT INTO `salary_in` VALUES ('197', '0', '0', '18', 'AK', '安凯翔', '4', '0', '1', '199', '38', 'AKcross课程', '36', '南外周三五班', '13', 'AKcross训练营', '0', '1', null, '0', '1510738200', '1', '1519720310', '1519720310', null);
INSERT INTO `salary_in` VALUES ('198', '0', '0', '18', 'AK', '安凯翔', '4', '0', '1', '200', '38', 'AKcross课程', '36', '南外周三五班', '13', 'AKcross训练营', '0', '1', null, '0', '1510911000', '1', '1519720310', '1519720310', null);
INSERT INTO `salary_in` VALUES ('199', '0', '0', '18', 'AK', '安凯翔', '4', '0', '1', '201', '38', 'AKcross课程', '36', '南外周三五班', '13', 'AKcross训练营', '0', '1', null, '0', '1511343000', '1', '1519720310', '1519720310', null);
INSERT INTO `salary_in` VALUES ('200', '0', '0', '18', 'AK', '安凯翔', '4', '0', '1', '202', '38', 'AKcross课程', '36', '南外周三五班', '13', 'AKcross训练营', '0', '1', null, '0', '1511514000', '1', '1519720310', '1519720310', null);
INSERT INTO `salary_in` VALUES ('201', '0', '0', '18', 'AK', '安凯翔', '4', '0', '1', '203', '38', 'AKcross课程', '36', '南外周三五班', '13', 'AKcross训练营', '0', '1', null, '0', '1511946000', '1', '1519720310', '1519720310', null);
INSERT INTO `salary_in` VALUES ('202', '0', '0', '18', 'AK', '安凯翔', '4', '0', '1', '204', '43', '塘朗追梦队', '54', '塘朗追梦队', '13', 'AKcross训练营', '0', '1', null, '0', '1512030600', '1', '1519720310', '1519720310', null);
INSERT INTO `salary_in` VALUES ('203', '0', '0', '18', 'AK', '安凯翔', '4', '0', '1', '205', '43', '塘朗追梦队', '54', '塘朗追梦队', '13', 'AKcross训练营', '0', '1', null, '0', '1511425800', '1', '1519720310', '1519720310', null);
INSERT INTO `salary_in` VALUES ('204', '200', '220', '19', '钟声', '钟声', '4', '0', '1', '206', '31', '前海小学', '23', '前海小学兰球班', '15', '钟声训练营', '0', '1', null, '0', '1511656200', '1', '1519720310', '1519720310', null);
INSERT INTO `salary_in` VALUES ('205', '0', '0', '18', 'AK', '安凯翔', '4', '0', '1', '207', '38', 'AKcross课程', '36', '南外周三五班', '13', 'AKcross训练营', '0', '1', null, '0', '1512120000', '1', '1519720310', '1519720310', null);
INSERT INTO `salary_in` VALUES ('206', '0', '0', '18', 'AK', '安凯翔', '4', '0', '1', '208', '38', 'AKcross课程', '36', '南外周三五班', '13', 'AKcross训练营', '0', '1', null, '0', '1512552000', '1', '1519720310', '1519720310', null);
INSERT INTO `salary_in` VALUES ('207', '0', '0', '18', 'AK', '安凯翔', '4', '0', '1', '209', '38', 'AKcross课程', '36', '南外周三五班', '13', 'AKcross训练营', '0', '1', null, '0', '1513156800', '1', '1519720310', '1519720310', null);
INSERT INTO `salary_in` VALUES ('208', '0', '0', '18', 'AK', '安凯翔', '4', '0', '1', '210', '38', 'AKcross课程', '36', '南外周三五班', '13', 'AKcross训练营', '0', '1', null, '0', '1513761600', '1', '1519720310', '1519720310', null);
INSERT INTO `salary_in` VALUES ('209', '0', '0', '18', 'AK', '安凯翔', '4', '0', '1', '211', '38', 'AKcross课程', '36', '南外周三五班', '13', 'AKcross训练营', '0', '1', null, '0', '1514366400', '1', '1519720310', '1519720310', null);
INSERT INTO `salary_in` VALUES ('210', '0', '0', '18', 'AK', '安凯翔', '4', '0', '1', '212', '43', '塘朗追梦队', '54', '塘朗追梦队', '13', 'AKcross训练营', '0', '1', null, '0', '1512635340', '1', '1519720310', '1519720310', null);
INSERT INTO `salary_in` VALUES ('211', '0', '0', '18', 'AK', '安凯翔', '4', '0', '1', '213', '43', '塘朗追梦队', '54', '塘朗追梦队', '13', 'AKcross训练营', '0', '1', null, '0', '1513240200', '1', '1519720310', '1519720310', null);
INSERT INTO `salary_in` VALUES ('212', '0', '0', '18', 'AK', '安凯翔', '4', '0', '1', '214', '43', '塘朗追梦队', '54', '塘朗追梦队', '13', 'AKcross训练营', '0', '1', null, '0', '1513845000', '1', '1519720311', '1519720311', null);
INSERT INTO `salary_in` VALUES ('213', '0', '0', '18', 'AK', '安凯翔', '4', '0', '1', '216', '43', '塘朗追梦队', '54', '塘朗追梦队', '13', 'AKcross训练营', '0', '1', null, '0', '1514100600', '1', '1519720311', '1519720311', null);
INSERT INTO `salary_in` VALUES ('214', '0', '0', '18', 'AK', '安凯翔', '4', '0', '1', '217', '43', '塘朗追梦队', '54', '塘朗追梦队', '13', 'AKcross训练营', '0', '1', null, '0', '1514449800', '1', '1519720311', '1519720311', null);
INSERT INTO `salary_in` VALUES ('215', '0', '0', '18', 'AK', '安凯翔', '4', '0', '1', '218', '38', 'AKcross课程', '36', '南外周三五班', '13', 'AKcross训练营', '0', '1', null, '0', '1512723840', '1', '1519720311', '1519720311', null);
INSERT INTO `salary_in` VALUES ('216', '0', '0', '18', 'AK', '安凯翔', '4', '0', '1', '219', '38', 'AKcross课程', '36', '南外周三五班', '13', 'AKcross训练营', '0', '1', null, '0', '1513329000', '1', '1519720311', '1519720311', null);
INSERT INTO `salary_in` VALUES ('217', '0', '0', '18', 'AK', '安凯翔', '4', '0', '1', '220', '38', 'AKcross课程', '36', '南外周三五班', '13', 'AKcross训练营', '0', '1', null, '0', '1513933500', '1', '1519720311', '1519720311', null);
INSERT INTO `salary_in` VALUES ('218', '0', '0', '18', 'AK', '安凯翔', '4', '0', '1', '221', '38', 'AKcross课程', '36', '南外周三五班', '13', 'AKcross训练营', '0', '1', null, '0', '1514538300', '1', '1519720311', '1519720311', null);
INSERT INTO `salary_in` VALUES ('219', '0', '0', '18', 'AK', '安凯翔', '4', '0', '1', '222', '43', '塘朗追梦队', '54', '塘朗追梦队', '13', 'AKcross训练营', '0', '1', null, '0', '1512194400', '1', '1519720311', '1519720311', null);
INSERT INTO `salary_in` VALUES ('220', '0', '0', '18', 'AK', '安凯翔', '4', '0', '1', '223', '43', '塘朗追梦队', '54', '塘朗追梦队', '13', 'AKcross训练营', '0', '1', null, '0', '1512802800', '1', '1519720311', '1519720311', null);
INSERT INTO `salary_in` VALUES ('221', '0', '0', '18', 'AK', '安凯翔', '4', '0', '1', '224', '43', '塘朗追梦队', '54', '塘朗追梦队', '13', 'AKcross训练营', '0', '1', null, '0', '1513407600', '1', '1519720311', '1519720311', null);
INSERT INTO `salary_in` VALUES ('222', '0', '0', '18', 'AK', '安凯翔', '4', '0', '1', '225', '43', '塘朗追梦队', '54', '塘朗追梦队', '13', 'AKcross训练营', '0', '1', null, '0', '1514012400', '1', '1519720311', '1519720311', null);
INSERT INTO `salary_in` VALUES ('223', '0', '0', '18', 'AK', '安凯翔', '4', '0', '1', '226', '43', '塘朗追梦队', '54', '塘朗追梦队', '13', 'AKcross训练营', '0', '1', null, '0', '1514617200', '1', '1519720311', '1519720311', null);
INSERT INTO `salary_in` VALUES ('224', '0', '0', '18', 'AK', '安凯翔', '4', '0', '1', '227', '38', 'AKcross课程', '49', '塘朗高年级', '13', 'AKcross训练营', '0', '1', null, '0', '1512268200', '1', '1519720311', '1519720311', null);
INSERT INTO `salary_in` VALUES ('225', '0', '0', '18', 'AK', '安凯翔', '4', '0', '1', '228', '38', 'AKcross课程', '49', '塘朗高年级', '13', 'AKcross训练营', '0', '1', null, '0', '1512873000', '1', '1519720311', '1519720311', null);
INSERT INTO `salary_in` VALUES ('226', '0', '0', '18', 'AK', '安凯翔', '4', '0', '1', '229', '38', 'AKcross课程', '49', '塘朗高年级', '13', 'AKcross训练营', '0', '1', null, '0', '1513477800', '1', '1519720311', '1519720311', null);
INSERT INTO `salary_in` VALUES ('227', '0', '0', '18', 'AK', '安凯翔', '4', '0', '1', '230', '38', 'AKcross课程', '49', '塘朗高年级', '13', 'AKcross训练营', '0', '1', null, '0', '1514082600', '1', '1519720311', '1519720311', null);
INSERT INTO `salary_in` VALUES ('228', '0', '0', '18', 'AK', '安凯翔', '4', '0', '1', '231', '38', 'AKcross课程', '49', '塘朗高年级', '13', 'AKcross训练营', '0', '1', null, '0', '1514687400', '1', '1519720311', '1519720311', null);
INSERT INTO `salary_in` VALUES ('229', '0', '0', '18', 'AK', '安凯翔', '4', '0', '1', '232', '38', 'AKcross课程', '51', '塘朗低年级班', '13', 'AKcross训练营', '0', '1', null, '0', '1512280800', '1', '1519720311', '1519720311', null);
INSERT INTO `salary_in` VALUES ('230', '0', '0', '18', 'AK', '安凯翔', '4', '0', '1', '234', '38', 'AKcross课程', '51', '塘朗低年级班', '13', 'AKcross训练营', '0', '1', null, '0', '1513490400', '1', '1519720311', '1519720311', null);
INSERT INTO `salary_in` VALUES ('231', '0', '0', '18', 'AK', '安凯翔', '4', '0', '1', '235', '38', 'AKcross课程', '51', '塘朗低年级班', '13', 'AKcross训练营', '0', '1', null, '0', '1514095200', '1', '1519720311', '1519720311', null);
INSERT INTO `salary_in` VALUES ('232', '0', '0', '18', 'AK', '安凯翔', '4', '0', '1', '236', '38', 'AKcross课程', '51', '塘朗低年级班', '13', 'AKcross训练营', '0', '1', null, '0', '1514700000', '1', '1519720311', '1519720311', null);
INSERT INTO `salary_in` VALUES ('233', '200', '80', '19', '钟声', '钟声', '4', '0', '1', '237', '31', '前海小学', '23', '前海小学兰球班', '15', '钟声训练营', '0', '1', null, '0', '1507946400', '1', '1519720311', '1519720311', null);
INSERT INTO `salary_in` VALUES ('234', '200', '80', '19', '钟声', '钟声', '4', '0', '1', '238', '31', '前海小学', '23', '前海小学兰球班', '15', '钟声训练营', '0', '1', null, '0', '1508551200', '1', '1519720311', '1519720311', null);
INSERT INTO `salary_in` VALUES ('235', '200', '80', '19', '钟声', '钟声', '4', '0', '1', '239', '31', '前海小学', '23', '前海小学兰球班', '15', '钟声训练营', '0', '1', null, '0', '1509156000', '1', '1519720311', '1519720311', null);
INSERT INTO `salary_in` VALUES ('236', '200', '60', '19', '钟声', '钟声', '4', '0', '1', '240', '31', '前海小学', '23', '前海小学兰球班', '15', '钟声训练营', '0', '1', null, '0', '1509760800', '1', '1519720311', '1519720311', null);
INSERT INTO `salary_in` VALUES ('237', '200', '80', '19', '钟声', '钟声', '4', '0', '1', '241', '31', '前海小学', '23', '前海小学兰球班', '15', '钟声训练营', '0', '1', null, '0', '1510365600', '1', '1519720311', '1519720311', null);
INSERT INTO `salary_in` VALUES ('238', '200', '60', '19', '钟声', '钟声', '4', '0', '1', '242', '31', '前海小学', '23', '前海小学兰球班', '15', '钟声训练营', '0', '1', null, '0', '1510972200', '1', '1519720311', '1519720311', null);
INSERT INTO `salary_in` VALUES ('239', '300', '0', '184', '涵叔', '张嘉涵', '4', '16', '1', '243', '15', '龙岗民警子女篮球训练课程', '38', '龙岗训练营高年级班', '9', '大热篮球俱乐部', '0', '1', null, '0', '1511598600', '1', '1519720311', '1519720311', null);
INSERT INTO `salary_in` VALUES ('240', '200', '0', '19', '钟声', '钟声', '4', '0', '1', '244', '30', '南头城小学', '52', '南头城小学', '15', '钟声训练营', '0', '1', null, '0', '1515141000', '1', '1519720311', '1519720311', null);
