/*
 Navicat Premium Data Transfer

 Source Server         : 32
 Source Server Type    : MySQL
 Source Server Version : 100126
 Source Host           : 127.0.0.1:3306
 Source Schema         : hot

 Target Server Type    : MySQL
 Target Server Version : 100126
 File Encoding         : 65001

 Date: 19/03/2018 16:09:26
*/

SET NAMES utf8mb4;
SET FOREIGN_KEY_CHECKS = 0;

-- ----------------------------
-- Table structure for salary_in
-- ----------------------------
DROP TABLE IF EXISTS `salary_in`;
CREATE TABLE `salary_in`  (
  `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT,
  `salary` int(11) NOT NULL COMMENT '收入金额',
  `push_salary` int(11) NOT NULL DEFAULT 0 COMMENT '收入提成',
  `member_id` int(10) NOT NULL,
  `member` varchar(60) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  `realname` varchar(60) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  `member_type` int(11) NOT NULL COMMENT '会员身份5:营主|4主教练|3助教',
  `pid` int(10) NOT NULL COMMENT '推荐人member_id',
  `level` tinyint(4) NOT NULL COMMENT '用户当前等级',
  `schedule_id` int(11) NOT NULL,
  `lesson_id` int(10) NOT NULL,
  `lesson` varchar(60) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL COMMENT '课程',
  `grade_id` int(10) NOT NULL,
  `grade` varchar(60) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  `camp_id` int(10) NOT NULL,
  `camp` varchar(60) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  `students` tinyint(4) NOT NULL DEFAULT 0 COMMENT '学生总数',
  `status` tinyint(4) NOT NULL DEFAULT 1 COMMENT '状态1:成功|0:失败',
  `system_remarks` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '系统备注',
  `has_rebate` tinyint(4) NOT NULL DEFAULT 0 COMMENT '是否已会员分成',
  `schedule_time` int(11) NOT NULL COMMENT '课时上课时间',
  `type` tinyint(4) NOT NULL DEFAULT 1 COMMENT '收入类型1:教学',
  `create_time` int(10) NOT NULL COMMENT '支付时间',
  `update_time` int(10) NOT NULL,
  `delete_time` int(10) NULL DEFAULT NULL,
  PRIMARY KEY (`id`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 2335 CHARACTER SET = utf8 COLLATE = utf8_general_ci COMMENT = '系统发放教练佣金' ROW_FORMAT = Compact;

-- ----------------------------
-- Records of salary_in
-- ----------------------------
INSERT INTO `salary_in` VALUES (1890, 0, 0, 18, 'AK', 'AK', 4, 2, 1, 79, 51, '下午茶篮球课（有赠送课时）', 39, '下午茶班', 31, 'woo篮球兴趣训练营', 6, 1, NULL, 0, 1513757400, 1, 1521193685, 1521193685, NULL);
INSERT INTO `salary_in` VALUES (1891, 0, 0, 18, 'AK', 'AK', 4, 2, 1, 79, 51, '下午茶篮球课（有赠送课时）', 39, '下午茶班', 31, 'woo篮球兴趣训练营', 6, 1, NULL, 0, 1513757400, 1, 1521193713, 1521193713, NULL);
INSERT INTO `salary_in` VALUES (1892, 0, 0, 18, 'AK', 'AK', 4, 2, 1, 92, 51, '下午茶篮球课（有赠送课时）', 39, '下午茶班', 31, 'woo篮球兴趣训练营', 4, 1, NULL, 0, 1513934880, 1, 1521193713, 1521193713, NULL);
INSERT INTO `salary_in` VALUES (1893, 200, 0, 19, '钟声', '钟声', 4, 2, 1, 33, 36, '北大附小一年级', 21, '北大附小周三五', 15, '钟声训练营', 9, 1, NULL, 0, 1509085800, 1, 1521193713, 1521193713, NULL);
INSERT INTO `salary_in` VALUES (1894, 200, 0, 19, '钟声', '钟声', 4, 2, 1, 36, 31, '前海小学', 23, '前海小学兰球班', 15, '钟声训练营', 14, 1, NULL, 0, 1509237000, 1, 1521193713, 1521193713, NULL);
INSERT INTO `salary_in` VALUES (1895, 0, 0, 19, '钟声', '钟声', 4, 2, 1, 37, 29, '石厦学校兰球队', 22, '石厦学校兰球队', 15, '钟声训练营', 8, 1, NULL, 0, 1509264000, 1, 1521193713, 1521193713, NULL);
INSERT INTO `salary_in` VALUES (1896, 200, 0, 19, '钟声', '钟声', 4, 2, 1, 42, 36, '北大附小一年级', 21, '北大附小周三五', 15, '钟声训练营', 10, 1, NULL, 0, 1509690600, 1, 1521193713, 1521193713, NULL);
INSERT INTO `salary_in` VALUES (1897, 200, 0, 19, '钟声', '钟声', 4, 2, 1, 43, 32, '松坪小学', 24, '松坪小学兰球班', 15, '钟声训练营', 4, 1, NULL, 0, 1509237000, 1, 1521193713, 1521193713, NULL);
INSERT INTO `salary_in` VALUES (1898, 200, 0, 19, '钟声', '钟声', 4, 2, 1, 44, 29, '石厦学校兰球队', 22, '石厦学校兰球队', 15, '钟声训练营', 7, 1, NULL, 0, 1509868800, 1, 1521193713, 1521193713, NULL);
INSERT INTO `salary_in` VALUES (1899, 200, 0, 19, '钟声', '钟声', 4, 2, 1, 45, 36, '北大附小一年级', 21, '北大附小周三五', 15, '钟声训练营', 8, 1, NULL, 0, 1510295400, 1, 1521193713, 1521193713, NULL);
INSERT INTO `salary_in` VALUES (1900, 200, 140, 19, '钟声', '钟声', 4, 2, 1, 47, 29, '石厦学校兰球队', 22, '石厦学校兰球队', 15, '钟声训练营', 7, 1, NULL, 0, 1511078400, 1, 1521193713, 1521193713, NULL);
INSERT INTO `salary_in` VALUES (1901, 0, 0, 19, '钟声', '钟声', 4, 2, 1, 48, 31, '前海小学', 48, '前海小学兰球班', 15, '钟声训练营', 12, 1, NULL, 0, 1511656200, 1, 1521193714, 1521193714, NULL);
INSERT INTO `salary_in` VALUES (1902, 200, 140, 19, '钟声', '钟声', 4, 2, 1, 49, 32, '松坪小学', 24, '松坪小学兰球班', 15, '钟声训练营', 7, 1, NULL, 0, 1511656200, 1, 1521193714, 1521193714, NULL);
INSERT INTO `salary_in` VALUES (1903, 0, 160, 19, '钟声', '钟声', 4, 2, 1, 50, 29, '石厦学校兰球队', 50, '石厦学校兰球队', 15, '钟声训练营', 8, 1, NULL, 0, 1511683200, 1, 1521193714, 1521193714, NULL);
INSERT INTO `salary_in` VALUES (1904, 200, 120, 19, '钟声', '钟声', 4, 2, 1, 59, 36, '北大附小一年级', 21, '北大附小周三五', 15, '钟声训练营', 6, 1, NULL, 0, 1512109800, 1, 1521193714, 1521193714, NULL);
INSERT INTO `salary_in` VALUES (1905, 200, 200, 19, '钟声', '钟声', 4, 2, 1, 69, 29, '石厦学校兰球队', 22, '石厦学校兰球队', 15, '钟声训练营', 10, 1, NULL, 0, 1512288000, 1, 1521193714, 1521193714, NULL);
INSERT INTO `salary_in` VALUES (1906, 200, 200, 19, '钟声', '钟声', 4, 2, 1, 72, 29, '石厦学校兰球队', 22, '石厦学校兰球队', 15, '钟声训练营', 10, 1, NULL, 0, 1512892800, 1, 1521193714, 1521193714, NULL);
INSERT INTO `salary_in` VALUES (1907, 200, 160, 19, '钟声', '钟声', 4, 2, 1, 73, 32, '松坪小学', 24, '松坪小学兰球班', 15, '钟声训练营', 8, 1, NULL, 0, 1512865800, 1, 1521193714, 1521193714, NULL);
INSERT INTO `salary_in` VALUES (1908, 200, 160, 19, '钟声', '钟声', 4, 2, 1, 74, 36, '北大附小一年级', 21, '北大附小周三五', 15, '钟声训练营', 8, 1, NULL, 0, 1513319400, 1, 1521193714, 1521193714, NULL);
INSERT INTO `salary_in` VALUES (1909, 200, 200, 19, '钟声', '钟声', 4, 2, 1, 76, 29, '石厦学校兰球队', 22, '石厦学校兰球队', 15, '钟声训练营', 10, 1, NULL, 0, 1513497600, 1, 1521193714, 1521193714, NULL);
INSERT INTO `salary_in` VALUES (1910, 200, 160, 19, '钟声', '钟声', 4, 2, 1, 93, 36, '北大附小一年级', 21, '北大附小周三五', 15, '钟声训练营', 8, 1, NULL, 0, 1513924200, 1, 1521193714, 1521193714, NULL);
INSERT INTO `salary_in` VALUES (1911, 200, 200, 19, '钟声', '钟声', 4, 2, 1, 95, 31, '前海小学', 23, '前海小学兰球班', 15, '钟声训练营', 10, 1, NULL, 0, 1514075400, 1, 1521193714, 1521193714, NULL);
INSERT INTO `salary_in` VALUES (1912, 200, 160, 19, '钟声', '钟声', 4, 2, 1, 96, 32, '松坪小学', 24, '松坪小学兰球班', 15, '钟声训练营', 8, 1, NULL, 0, 1514075400, 1, 1521193714, 1521193714, NULL);
INSERT INTO `salary_in` VALUES (1913, 200, 140, 19, '钟声', '钟声', 4, 2, 1, 97, 29, '石厦学校兰球队', 22, '石厦学校兰球队', 15, '钟声训练营', 7, 1, NULL, 0, 1514102400, 1, 1521193714, 1521193714, NULL);
INSERT INTO `salary_in` VALUES (1914, 200, 160, 19, '钟声', '钟声', 4, 2, 1, 101, 36, '北大附小一年级', 21, '北大附小周三五', 15, '钟声训练营', 8, 1, NULL, 0, 1514356980, 1, 1521193715, 1521193715, NULL);
INSERT INTO `salary_in` VALUES (1915, 200, 0, 19, '钟声', '钟声', 4, 2, 1, 102, 30, '南头城小学', 30, '南头城小学篮球班', 15, '钟声训练营', 1, 1, NULL, 0, 1513931400, 1, 1521193715, 1521193715, NULL);
INSERT INTO `salary_in` VALUES (1916, 200, 160, 19, '钟声', '钟声', 4, 2, 1, 103, 32, '松坪小学', 24, '松坪小学兰球班', 15, '钟声训练营', 8, 1, NULL, 0, 1514335980, 1, 1521193715, 1521193715, NULL);
INSERT INTO `salary_in` VALUES (1917, 200, 140, 19, '钟声', '钟声', 4, 2, 1, 104, 29, '石厦学校兰球队', 22, '石厦学校兰球队', 15, '钟声训练营', 7, 1, NULL, 0, 1514364840, 1, 1521193715, 1521193715, NULL);
INSERT INTO `salary_in` VALUES (1918, 200, 0, 19, '钟声', '钟声', 4, 2, 1, 109, 30, '南头城小学', 30, '南头城小学篮球班', 15, '钟声训练营', 1, 1, NULL, 0, 1514536200, 1, 1521193715, 1521193715, NULL);
INSERT INTO `salary_in` VALUES (1919, 200, 180, 19, '钟声', '钟声', 4, 2, 1, 110, 36, '北大附小一年级', 21, '北大附小周三五', 15, '钟声训练营', 9, 1, NULL, 0, 1514529000, 1, 1521193715, 1521193715, NULL);
INSERT INTO `salary_in` VALUES (1920, 200, 0, 19, '钟声', '钟声', 4, 2, 1, 111, 30, '南头城小学', 30, '南头城小学篮球班', 15, '钟声训练营', 1, 1, NULL, 0, 1507883400, 1, 1521193715, 1521193715, NULL);
INSERT INTO `salary_in` VALUES (1921, 0, 0, 19, '钟声', '钟声', 4, 2, 1, 112, 30, '南头城小学', 112, '南头城小学篮球班', 15, '钟声训练营', 1, 1, NULL, 0, 1508497800, 1, 1521193715, 1521193715, NULL);
INSERT INTO `salary_in` VALUES (1922, 200, 0, 19, '钟声', '钟声', 4, 2, 1, 113, 30, '南头城小学', 30, '南头城小学篮球班', 15, '钟声训练营', 1, 1, NULL, 0, 1509093000, 1, 1521193715, 1521193715, NULL);
INSERT INTO `salary_in` VALUES (1923, 200, 0, 19, '钟声', '钟声', 4, 2, 1, 114, 30, '南头城小学', 30, '南头城小学篮球班', 15, '钟声训练营', 1, 1, NULL, 0, 1509698100, 1, 1521193715, 1521193715, NULL);
INSERT INTO `salary_in` VALUES (1924, 200, 0, 19, '钟声', '钟声', 4, 2, 1, 115, 30, '南头城小学', 30, '南头城小学篮球班', 15, '钟声训练营', 1, 1, NULL, 0, 1511512200, 1, 1521193715, 1521193715, NULL);
INSERT INTO `salary_in` VALUES (1925, 200, 120, 19, '钟声', '钟声', 4, 2, 1, 116, 31, '前海小学', 23, '前海小学兰球班', 15, '钟声训练营', 6, 1, NULL, 0, 1507422600, 1, 1521193715, 1521193715, NULL);
INSERT INTO `salary_in` VALUES (1926, 200, 160, 19, '钟声', '钟声', 4, 2, 1, 120, 31, '前海小学', 23, '前海小学兰球班', 15, '钟声训练营', 8, 1, NULL, 0, 1508632200, 1, 1521193715, 1521193715, NULL);
INSERT INTO `salary_in` VALUES (1927, 200, 220, 19, '钟声', '钟声', 4, 2, 1, 121, 31, '前海小学', 23, '前海小学兰球班', 15, '钟声训练营', 11, 1, NULL, 0, 1509841800, 1, 1521193715, 1521193715, NULL);
INSERT INTO `salary_in` VALUES (1928, 200, 140, 19, '钟声', '钟声', 4, 2, 1, 122, 31, '前海小学', 23, '前海小学兰球班', 15, '钟声训练营', 7, 1, NULL, 0, 1510446600, 1, 1521193715, 1521193715, NULL);
INSERT INTO `salary_in` VALUES (1929, 200, 40, 19, '钟声', '钟声', 4, 2, 1, 124, 32, '松坪小学', 24, '松坪小学兰球班', 15, '钟声训练营', 2, 1, NULL, 0, 1507968000, 1, 1521193715, 1521193715, NULL);
INSERT INTO `salary_in` VALUES (1930, 200, 40, 19, '钟声', '钟声', 4, 2, 1, 125, 32, '松坪小学', 24, '松坪小学兰球班', 15, '钟声训练营', 2, 1, NULL, 0, 1508574600, 1, 1521193715, 1521193715, NULL);
INSERT INTO `salary_in` VALUES (1931, 0, 60, 19, '钟声', '钟声', 4, 2, 1, 126, 32, '松坪小学', 126, '松坪小学兰球班', 15, '钟声训练营', 3, 1, NULL, 0, 1509177600, 1, 1521193715, 1521193715, NULL);
INSERT INTO `salary_in` VALUES (1932, 200, 60, 19, '钟声', '钟声', 4, 2, 1, 127, 32, '松坪小学', 24, '松坪小学兰球班', 15, '钟声训练营', 3, 1, NULL, 0, 1510387200, 1, 1521193716, 1521193716, NULL);
INSERT INTO `salary_in` VALUES (1933, 0, 60, 19, '钟声', '钟声', 4, 2, 1, 128, 32, '松坪小学', 128, '松坪小学兰球班', 15, '钟声训练营', 3, 1, NULL, 0, 1510992000, 1, 1521193716, 1521193716, NULL);
INSERT INTO `salary_in` VALUES (1934, 0, 160, 36, 'Gavin.zhuang', '庄贵钦', 4, 2, 1, 132, 32, '松坪小学', 50, '松坪小学周日篮球班', 15, '钟声训练营', 2, 1, NULL, 0, 1507422600, 1, 1521193716, 1521193716, NULL);
INSERT INTO `salary_in` VALUES (1935, 0, 320, 36, 'Gavin.zhuang', '庄贵钦', 4, 2, 1, 133, 32, '松坪小学', 50, '松坪小学周日篮球班', 15, '钟声训练营', 4, 1, NULL, 0, 1508632200, 1, 1521193716, 1521193716, NULL);
INSERT INTO `salary_in` VALUES (1936, 200, 280, 19, '钟声', '钟声', 4, 2, 1, 137, 31, '前海小学', 23, '前海小学兰球班', 15, '钟声训练营', 14, 1, NULL, 0, 1514680200, 1, 1521193716, 1521193716, NULL);
INSERT INTO `salary_in` VALUES (1937, 0, 0, 19, '钟声', '钟声', 4, 2, 1, 138, 32, '松坪小学', 50, '松坪小学周日篮球班', 15, '钟声训练营', 3, 1, NULL, 0, 1514680200, 1, 1521193716, 1521193716, NULL);
INSERT INTO `salary_in` VALUES (1938, 200, 60, 36, 'Gavin.zhuang', '庄贵钦', 4, 2, 1, 155, 29, '石厦学校兰球队', 22, '石厦学校兰球队', 15, '钟声训练营', 3, 1, NULL, 0, 1514707200, 1, 1521193716, 1521193716, NULL);
INSERT INTO `salary_in` VALUES (1939, 200, 220, 19, '钟声', '钟声', 4, 2, 1, 206, 31, '前海小学', 23, '前海小学兰球班', 15, '钟声训练营', 11, 1, NULL, 0, 1511656200, 1, 1521193716, 1521193716, NULL);
INSERT INTO `salary_in` VALUES (1940, 200, 80, 19, '钟声', '钟声', 4, 2, 1, 237, 31, '前海小学', 23, '前海小学兰球班', 15, '钟声训练营', 4, 1, NULL, 0, 1507946400, 1, 1521193716, 1521193716, NULL);
INSERT INTO `salary_in` VALUES (1941, 200, 80, 19, '钟声', '钟声', 4, 2, 1, 238, 31, '前海小学', 23, '前海小学兰球班', 15, '钟声训练营', 4, 1, NULL, 0, 1508551200, 1, 1521193716, 1521193716, NULL);
INSERT INTO `salary_in` VALUES (1942, 200, 80, 19, '钟声', '钟声', 4, 2, 1, 239, 31, '前海小学', 23, '前海小学兰球班', 15, '钟声训练营', 4, 1, NULL, 0, 1509156000, 1, 1521193716, 1521193716, NULL);
INSERT INTO `salary_in` VALUES (1943, 200, 60, 19, '钟声', '钟声', 4, 2, 1, 240, 31, '前海小学', 23, '前海小学兰球班', 15, '钟声训练营', 3, 1, NULL, 0, 1509760800, 1, 1521193716, 1521193716, NULL);
INSERT INTO `salary_in` VALUES (1944, 200, 80, 19, '钟声', '钟声', 4, 2, 1, 241, 31, '前海小学', 23, '前海小学兰球班', 15, '钟声训练营', 4, 1, NULL, 0, 1510365600, 1, 1521193716, 1521193716, NULL);
INSERT INTO `salary_in` VALUES (1945, 200, 60, 19, '钟声', '钟声', 4, 2, 1, 242, 31, '前海小学', 23, '前海小学兰球班', 15, '钟声训练营', 3, 1, NULL, 0, 1510972200, 1, 1521193716, 1521193716, NULL);
INSERT INTO `salary_in` VALUES (1946, 200, 0, 19, '钟声', '钟声', 4, 2, 1, 244, 30, '南头城小学', 52, '南头城小学', 15, '钟声训练营', 10, 1, NULL, 0, 1515141000, 1, 1521193716, 1521193716, NULL);
INSERT INTO `salary_in` VALUES (1947, 100, 0, 36, 'Gavin.zhuang', '庄贵钦', 3, 2, 1, 244, 30, '南头城小学', 52, '南头城小学', 15, '钟声训练营', 10, 1, NULL, 0, 1515141000, 1, 1521193716, 1521193716, NULL);
INSERT INTO `salary_in` VALUES (1948, 200, 180, 19, '钟声', '钟声', 4, 2, 1, 245, 36, '北大附小一年级', 21, '北大附小周三五', 15, '钟声训练营', 9, 1, NULL, 0, 1515133800, 1, 1521193716, 1521193716, NULL);
INSERT INTO `salary_in` VALUES (1949, 200, 0, 19, '钟声', '钟声', 4, 2, 1, 256, 30, '南头城小学', 30, '南头城小学篮球班', 15, '钟声训练营', 1, 1, NULL, 0, 1512117000, 1, 1521193716, 1521193716, NULL);
INSERT INTO `salary_in` VALUES (1950, 200, 340, 19, '钟声', '钟声', 4, 2, 1, 258, 31, '前海小学', 23, '前海小学兰球班', 15, '钟声训练营', 17, 1, NULL, 0, 1512261000, 1, 1521193717, 1521193717, NULL);
INSERT INTO `salary_in` VALUES (1951, 200, 0, 19, '钟声', '钟声', 4, 2, 1, 259, 32, '松坪小学', 53, '松坪小学周六班', 15, '钟声训练营', 7, 1, NULL, 0, 1512433800, 1, 1521193717, 1521193717, NULL);
INSERT INTO `salary_in` VALUES (1952, 200, 0, 19, '钟声', '钟声', 4, 2, 1, 260, 30, '南头城小学', 30, '南头城小学篮球班', 15, '钟声训练营', 1, 1, NULL, 0, 1512721800, 1, 1521193717, 1521193717, NULL);
INSERT INTO `salary_in` VALUES (1953, 200, 300, 19, '钟声', '钟声', 4, 2, 1, 261, 31, '前海小学', 23, '前海小学兰球班', 15, '钟声训练营', 15, 1, NULL, 0, 1512784800, 1, 1521193717, 1521193717, NULL);
INSERT INTO `salary_in` VALUES (1954, 200, 0, 19, '钟声', '钟声', 4, 2, 1, 262, 30, '南头城小学', 30, '南头城小学篮球班', 15, '钟声训练营', 1, 1, NULL, 0, 1513326600, 1, 1521193717, 1521193717, NULL);
INSERT INTO `salary_in` VALUES (1955, 200, 0, 19, '钟声', '钟声', 4, 2, 1, 263, 32, '松坪小学', 53, '松坪小学周六班', 15, '钟声训练营', 4, 1, NULL, 0, 1513470600, 1, 1521193717, 1521193717, NULL);
INSERT INTO `salary_in` VALUES (1956, 200, 80, 19, '钟声', '钟声', 4, 2, 1, 264, 31, '前海小学', 23, '前海小学兰球班', 15, '钟声训练营', 4, 1, NULL, 0, 1513389600, 1, 1521193717, 1521193717, NULL);
INSERT INTO `salary_in` VALUES (1957, 200, 60, 19, '钟声', '钟声', 4, 2, 1, 265, 31, '前海小学', 23, '前海小学兰球班', 15, '钟声训练营', 3, 1, NULL, 0, 1514599200, 1, 1521193717, 1521193717, NULL);
INSERT INTO `salary_in` VALUES (1958, 200, 0, 19, '钟声', '钟声', 4, 2, 1, 267, 30, '南头城小学', 52, '南头城小学', 15, '钟声训练营', 1, 1, NULL, 0, 1513931400, 1, 1521193717, 1521193717, NULL);
INSERT INTO `salary_in` VALUES (1959, 100, 0, 36, 'Gavin.zhuang', '庄贵钦', 3, 2, 1, 267, 30, '南头城小学', 52, '南头城小学', 15, '钟声训练营', 1, 1, NULL, 0, 1513931400, 1, 1521193717, 1521193717, NULL);
INSERT INTO `salary_in` VALUES (1960, 200, 0, 19, '钟声', '钟声', 4, 2, 1, 268, 30, '南头城小学', 52, '南头城小学', 15, '钟声训练营', 1, 1, NULL, 0, 1514536200, 1, 1521193717, 1521193717, NULL);
INSERT INTO `salary_in` VALUES (1961, 100, 0, 36, 'Gavin.zhuang', '庄贵钦', 3, 2, 1, 268, 30, '南头城小学', 52, '南头城小学', 15, '钟声训练营', 1, 1, NULL, 0, 1514536200, 1, 1521193717, 1521193717, NULL);
INSERT INTO `salary_in` VALUES (1962, 200, 40, 19, '钟声', '钟声', 4, 2, 1, 269, 31, '前海小学', 23, '前海小学兰球班', 15, '钟声训练营', 2, 1, NULL, 0, 1505527200, 1, 1521193717, 1521193717, NULL);
INSERT INTO `salary_in` VALUES (1963, 200, 20, 19, '钟声', '钟声', 4, 2, 1, 271, 31, '前海小学', 23, '前海小学兰球班', 15, '钟声训练营', 1, 1, NULL, 0, 1504317600, 1, 1521193717, 1521193717, NULL);
INSERT INTO `salary_in` VALUES (1964, 200, 20, 19, '钟声', '钟声', 4, 2, 1, 272, 31, '前海小学', 23, '前海小学兰球班', 15, '钟声训练营', 1, 1, NULL, 0, 1501120800, 1, 1521193717, 1521193717, NULL);
INSERT INTO `salary_in` VALUES (1965, 200, 20, 19, '钟声', '钟声', 4, 2, 1, 273, 31, '前海小学', 23, '前海小学兰球班', 15, '钟声训练营', 1, 1, NULL, 0, 1500948000, 1, 1521193717, 1521193717, NULL);
INSERT INTO `salary_in` VALUES (1966, 200, 20, 19, '钟声', '钟声', 4, 2, 1, 274, 31, '前海小学', 23, '前海小学兰球班', 15, '钟声训练营', 1, 1, NULL, 0, 1500688800, 1, 1521193717, 1521193717, NULL);
INSERT INTO `salary_in` VALUES (1967, 200, 20, 19, '钟声', '钟声', 4, 2, 1, 275, 31, '前海小学', 23, '前海小学兰球班', 15, '钟声训练营', 1, 1, NULL, 0, 1506213000, 1, 1521193717, 1521193717, NULL);
INSERT INTO `salary_in` VALUES (1968, 200, 20, 19, '钟声', '钟声', 4, 2, 1, 276, 31, '前海小学', 23, '前海小学兰球班', 15, '钟声训练营', 1, 1, NULL, 0, 1505608200, 1, 1521193717, 1521193717, NULL);
INSERT INTO `salary_in` VALUES (1969, 200, 20, 19, '钟声', '钟声', 4, 2, 1, 277, 31, '前海小学', 23, '前海小学兰球班', 15, '钟声训练营', 1, 1, NULL, 0, 1499646600, 1, 1521193717, 1521193717, NULL);
INSERT INTO `salary_in` VALUES (1970, 200, 20, 19, '钟声', '钟声', 4, 2, 1, 278, 31, '前海小学', 23, '前海小学兰球班', 15, '钟声训练营', 1, 1, NULL, 0, 1504398600, 1, 1521193717, 1521193717, NULL);
INSERT INTO `salary_in` VALUES (1971, 200, 20, 19, '钟声', '钟声', 4, 2, 1, 279, 31, '前海小学', 23, '前海小学兰球班', 15, '钟声训练营', 1, 1, NULL, 0, 1498955400, 1, 1521193717, 1521193717, NULL);
INSERT INTO `salary_in` VALUES (1972, 200, 20, 19, '钟声', '钟声', 4, 2, 1, 280, 31, '前海小学', 23, '前海小学兰球班', 15, '钟声训练营', 1, 1, NULL, 0, 1498350600, 1, 1521193717, 1521193717, NULL);
INSERT INTO `salary_in` VALUES (1973, 200, 20, 19, '钟声', '钟声', 4, 2, 1, 281, 31, '前海小学', 23, '前海小学兰球班', 15, '钟声训练营', 1, 1, NULL, 0, 1511569800, 1, 1521193717, 1521193717, NULL);
INSERT INTO `salary_in` VALUES (1974, 200, 0, 19, '钟声', '钟声', 4, 2, 1, 289, 30, '南头城小学', 52, '南头城小学', 15, '钟声训练营', 9, 1, NULL, 0, 1515745800, 1, 1521193718, 1521193718, NULL);
INSERT INTO `salary_in` VALUES (1975, 100, 0, 36, 'Gavin.zhuang', '庄贵钦', 3, 2, 1, 289, 30, '南头城小学', 52, '南头城小学', 15, '钟声训练营', 9, 1, NULL, 0, 1515745800, 1, 1521193718, 1521193718, NULL);
INSERT INTO `salary_in` VALUES (1976, 200, 200, 19, '钟声', '钟声', 4, 2, 1, 290, 36, '北大附小一年级', 21, '北大附小周三五', 15, '钟声训练营', 10, 1, NULL, 0, 1515738600, 1, 1521193718, 1521193718, NULL);
INSERT INTO `salary_in` VALUES (1977, 200, 0, 36, 'Gavin.zhuang', '庄贵钦', 4, 2, 1, 293, 32, '松坪小学', 53, '松坪小学周六班', 15, '钟声训练营', 3, 1, NULL, 0, 1515830400, 1, 1521193718, 1521193718, NULL);
INSERT INTO `salary_in` VALUES (1978, 200, 120, 19, '钟声', '钟声', 4, 2, 1, 294, 31, '前海小学', 23, '前海小学兰球班', 15, '钟声训练营', 6, 1, NULL, 0, 1515803400, 1, 1521193718, 1521193718, NULL);
INSERT INTO `salary_in` VALUES (1979, 200, 300, 19, '钟声', '钟声', 4, 2, 1, 295, 31, '前海小学', 23, '前海小学兰球班', 15, '钟声训练营', 15, 1, NULL, 0, 1515889800, 1, 1521193718, 1521193718, NULL);
INSERT INTO `salary_in` VALUES (1980, 200, 0, 19, '钟声', '钟声', 4, 2, 1, 334, 30, '南头城小学', 52, '南头城小学', 15, '钟声训练营', 10, 1, NULL, 0, 1516350600, 1, 1521193718, 1521193718, NULL);
INSERT INTO `salary_in` VALUES (1981, 100, 0, 36, 'Gavin.zhuang', '庄贵钦', 3, 2, 1, 334, 30, '南头城小学', 52, '南头城小学', 15, '钟声训练营', 10, 1, NULL, 0, 1516350600, 1, 1521193718, 1521193718, NULL);
INSERT INTO `salary_in` VALUES (1982, 200, 140, 19, '钟声', '钟声', 4, 2, 1, 335, 36, '北大附小一年级', 21, '北大附小周三五', 15, '钟声训练营', 7, 1, NULL, 0, 1516343400, 1, 1521193718, 1521193718, NULL);
INSERT INTO `salary_in` VALUES (1983, 200, 120, 19, '钟声', '钟声', 4, 2, 1, 337, 31, '前海小学', 23, '前海小学兰球班', 15, '钟声训练营', 6, 1, NULL, 0, 1516408200, 1, 1521193718, 1521193718, NULL);
INSERT INTO `salary_in` VALUES (1984, 200, 220, 19, '钟声', '钟声', 4, 2, 1, 338, 31, '前海小学', 23, '前海小学兰球班', 15, '钟声训练营', 11, 1, NULL, 0, 1516494600, 1, 1521193718, 1521193718, NULL);
INSERT INTO `salary_in` VALUES (1985, 200, 140, 19, '钟声', '钟声', 4, 2, 1, 339, 29, '石厦学校兰球队', 22, '石厦学校兰球队', 15, '钟声训练营', 7, 1, NULL, 0, 1516521600, 1, 1521193718, 1521193718, NULL);
INSERT INTO `salary_in` VALUES (1986, 200, 120, 19, '钟声', '钟声', 4, 2, 1, 382, 36, '北大附小一年级', 21, '北大附小周三五', 15, '钟声训练营', 6, 1, NULL, 0, 1516946400, 1, 1521193718, 1521193718, NULL);
INSERT INTO `salary_in` VALUES (1987, 200, 0, 19, '钟声', '钟声', 4, 2, 1, 396, 32, '松坪小学', 53, '松坪小学周六班', 15, '钟声训练营', 4, 1, NULL, 0, 1517018400, 1, 1521193718, 1521193718, NULL);
INSERT INTO `salary_in` VALUES (1988, 200, 60, 19, '钟声', '钟声', 4, 2, 1, 397, 36, '北大附小一年级', 21, '北大附小周三五', 15, '钟声训练营', 3, 1, NULL, 0, 1517032800, 1, 1521193718, 1521193718, NULL);
INSERT INTO `salary_in` VALUES (1989, 200, 80, 19, '钟声', '钟声', 4, 2, 1, 402, 31, '前海小学', 23, '前海小学兰球班', 15, '钟声训练营', 4, 1, NULL, 0, 1517097600, 1, 1521193718, 1521193718, NULL);
INSERT INTO `salary_in` VALUES (1990, 200, 0, 19, '钟声', '钟声', 4, 2, 1, 403, 32, '松坪小学', 53, '松坪小学周六班', 15, '钟声训练营', 5, 1, NULL, 0, 1517106600, 1, 1521193718, 1521193718, NULL);
INSERT INTO `salary_in` VALUES (1991, 200, 80, 19, '钟声', '钟声', 4, 2, 1, 425, 36, '北大附小一年级', 21, '北大附小周三五', 15, '钟声训练营', 4, 1, NULL, 0, 1517292000, 1, 1521193718, 1521193718, NULL);
INSERT INTO `salary_in` VALUES (1992, 200, 0, 19, '钟声', '钟声', 4, 2, 1, 434, 32, '松坪小学', 53, '松坪小学周六班', 15, '钟声训练营', 4, 1, NULL, 0, 1517450400, 1, 1521193718, 1521193718, NULL);
INSERT INTO `salary_in` VALUES (1993, 200, 20, 19, '钟声', '钟声', 4, 2, 1, 435, 31, '前海小学', 23, '前海小学兰球班', 15, '钟声训练营', 1, 1, NULL, 0, 1517445000, 1, 1521193719, 1521193719, NULL);
INSERT INTO `salary_in` VALUES (1994, 200, 100, 19, '钟声', '钟声', 4, 2, 1, 439, 36, '北大附小一年级', 21, '北大附小周三五', 15, '钟声训练营', 5, 1, NULL, 0, 1517464800, 1, 1521193719, 1521193719, NULL);
INSERT INTO `salary_in` VALUES (1995, 200, 0, 19, '钟声', '钟声', 4, 2, 1, 443, 32, '松坪小学', 53, '松坪小学周六班', 15, '钟声训练营', 4, 1, NULL, 0, 1517536800, 1, 1521193719, 1521193719, NULL);
INSERT INTO `salary_in` VALUES (1996, 200, 40, 19, '钟声', '钟声', 4, 2, 1, 450, 36, '北大附小一年级', 21, '北大附小周三五', 15, '钟声训练营', 2, 1, NULL, 0, 1517594400, 1, 1521193719, 1521193719, NULL);
INSERT INTO `salary_in` VALUES (1997, 200, 0, 19, '钟声', '钟声', 4, 2, 1, 453, 32, '松坪小学', 53, '松坪小学周六班', 15, '钟声训练营', 3, 1, NULL, 0, 1517623200, 1, 1521193719, 1521193719, NULL);
INSERT INTO `salary_in` VALUES (1998, 200, 20, 19, '钟声', '钟声', 4, 2, 1, 454, 36, '北大附小一年级', 21, '北大附小周三五', 15, '钟声训练营', 1, 1, NULL, 0, 1517646540, 1, 1521193719, 1521193719, NULL);
INSERT INTO `salary_in` VALUES (1999, 200, 0, 19, '钟声', '钟声', 4, 2, 1, 462, 30, '南头城小学', 52, '南头城小学', 15, '钟声训练营', 6, 1, NULL, 0, 1519979400, 1, 1521193719, 1521193719, NULL);
INSERT INTO `salary_in` VALUES (2000, 100, 0, 36, 'Gavin.zhuang', '庄贵钦', 3, 2, 1, 462, 30, '南头城小学', 52, '南头城小学', 15, '钟声训练营', 6, 1, NULL, 0, 1519979400, 1, 1521193719, 1521193719, NULL);
INSERT INTO `salary_in` VALUES (2001, 200, 420, 19, '钟声', '钟声', 4, 2, 1, 469, 31, '前海小学', 23, '前海小学兰球班', 15, '钟声训练营', 21, 1, NULL, 0, 1520123400, 1, 1521193719, 1521193719, NULL);
INSERT INTO `salary_in` VALUES (2002, 200, 0, 19, '钟声', '钟声', 4, 2, 1, 486, 30, '南头城小学', 52, '南头城小学', 15, '钟声训练营', 5, 1, NULL, 0, 1520584800, 1, 1521193719, 1521193719, NULL);
INSERT INTO `salary_in` VALUES (2003, 100, 0, 36, 'Gavin.zhuang', '庄贵钦', 3, 2, 1, 486, 30, '南头城小学', 52, '南头城小学', 15, '钟声训练营', 5, 1, NULL, 0, 1520584800, 1, 1521193719, 1521193719, NULL);
INSERT INTO `salary_in` VALUES (2004, 200, 120, 19, '钟声', '钟声', 4, 2, 1, 487, 36, '北大附小一年级', 21, '北大附小周三五', 15, '钟声训练营', 6, 1, NULL, 0, 1520577000, 1, 1521193719, 1521193719, NULL);
INSERT INTO `salary_in` VALUES (2005, 200, 800, 19, '钟声', '钟声', 4, 2, 1, 492, 31, '前海小学', 23, '前海小学兰球班', 15, '钟声训练营', 40, 1, NULL, 0, 1520728200, 1, 1521193719, 1521193719, NULL);
INSERT INTO `salary_in` VALUES (2006, 200, 120, 19, '钟声', '钟声', 4, 2, 1, 493, 29, '石厦学校兰球队', 22, '石厦学校兰球队', 15, '钟声训练营', 6, 1, NULL, 0, 1520757000, 1, 1521193720, 1521193720, NULL);
INSERT INTO `salary_in` VALUES (2007, 200, 0, 19, '钟声', '钟声', 4, 2, 1, 494, 30, '南头城小学', 52, '南头城小学', 15, '钟声训练营', 8, 1, NULL, 0, 1520749800, 1, 1521193720, 1521193720, NULL);
INSERT INTO `salary_in` VALUES (2008, 100, 0, 36, 'Gavin.zhuang', '庄贵钦', 3, 2, 1, 494, 30, '南头城小学', 52, '南头城小学', 15, '钟声训练营', 8, 1, NULL, 0, 1520749800, 1, 1521193720, 1521193720, NULL);
INSERT INTO `salary_in` VALUES (2009, 200, 0, 19, '钟声', '钟声', 4, 2, 1, 495, 32, '松坪小学', 53, '松坪小学周六班', 15, '钟声训练营', 8, 1, NULL, 0, 1520668800, 1, 1521193720, 1521193720, NULL);
INSERT INTO `salary_in` VALUES (2010, 0, 0, 18, 'AK', 'AK', 4, 2, 1, 190, 38, 'AKcross课程', 36, '南外周三五班', 13, 'AKcross训练营', 1, 1, NULL, 0, 1507887000, 1, 1521193720, 1521193720, NULL);
INSERT INTO `salary_in` VALUES (2011, 0, 0, 18, 'AK', 'AK', 4, 2, 1, 191, 38, 'AKcross课程', 36, '南外周三五班', 13, 'AKcross训练营', 1, 1, NULL, 0, 1508319000, 1, 1521193720, 1521193720, NULL);
INSERT INTO `salary_in` VALUES (2012, 0, 0, 18, 'AK', 'AK', 4, 2, 1, 192, 38, 'AKcross课程', 36, '南外周三五班', 13, 'AKcross训练营', 2, 1, NULL, 0, 1508491800, 1, 1521193720, 1521193720, NULL);
INSERT INTO `salary_in` VALUES (2013, 0, 0, 18, 'AK', 'AK', 4, 2, 1, 193, 38, 'AKcross课程', 36, '南外周三五班', 13, 'AKcross训练营', 2, 1, NULL, 0, 1508923800, 1, 1521193720, 1521193720, NULL);
INSERT INTO `salary_in` VALUES (2014, 0, 0, 18, 'AK', 'AK', 4, 2, 1, 194, 38, 'AKcross课程', 36, '南外周三五班', 13, 'AKcross训练营', 2, 1, NULL, 0, 1509096600, 1, 1521193720, 1521193720, NULL);
INSERT INTO `salary_in` VALUES (2015, 0, 0, 18, 'AK', 'AK', 4, 2, 1, 196, 38, 'AKcross课程', 36, '南外周三五班', 13, 'AKcross训练营', 3, 1, NULL, 0, 1509701400, 1, 1521193720, 1521193720, NULL);
INSERT INTO `salary_in` VALUES (2016, 0, 0, 18, 'AK', 'AK', 4, 2, 1, 197, 38, 'AKcross课程', 36, '南外周三五班', 13, 'AKcross训练营', 1, 1, NULL, 0, 1510133400, 1, 1521193720, 1521193720, NULL);
INSERT INTO `salary_in` VALUES (2017, 0, 0, 18, 'AK', 'AK', 4, 2, 1, 198, 38, 'AKcross课程', 36, '南外周三五班', 13, 'AKcross训练营', 3, 1, NULL, 0, 1510306200, 1, 1521193720, 1521193720, NULL);
INSERT INTO `salary_in` VALUES (2018, 0, 0, 18, 'AK', 'AK', 4, 2, 1, 199, 38, 'AKcross课程', 36, '南外周三五班', 13, 'AKcross训练营', 2, 1, NULL, 0, 1510738200, 1, 1521193720, 1521193720, NULL);
INSERT INTO `salary_in` VALUES (2019, 0, 0, 18, 'AK', 'AK', 4, 2, 1, 200, 38, 'AKcross课程', 36, '南外周三五班', 13, 'AKcross训练营', 3, 1, NULL, 0, 1510911000, 1, 1521193720, 1521193720, NULL);
INSERT INTO `salary_in` VALUES (2020, 0, 0, 18, 'AK', 'AK', 4, 2, 1, 201, 38, 'AKcross课程', 36, '南外周三五班', 13, 'AKcross训练营', 2, 1, NULL, 0, 1511343000, 1, 1521193720, 1521193720, NULL);
INSERT INTO `salary_in` VALUES (2021, 0, 0, 18, 'AK', 'AK', 4, 2, 1, 202, 38, 'AKcross课程', 36, '南外周三五班', 13, 'AKcross训练营', 3, 1, NULL, 0, 1511514000, 1, 1521193720, 1521193720, NULL);
INSERT INTO `salary_in` VALUES (2022, 0, 0, 18, 'AK', 'AK', 4, 2, 1, 203, 38, 'AKcross课程', 36, '南外周三五班', 13, 'AKcross训练营', 2, 1, NULL, 0, 1511946000, 1, 1521193720, 1521193720, NULL);
INSERT INTO `salary_in` VALUES (2023, 0, 0, 18, 'AK', 'AK', 4, 2, 1, 204, 43, '塘朗追梦队', 54, '塘朗追梦队', 13, 'AKcross训练营', 4, 1, NULL, 0, 1512030600, 1, 1521193721, 1521193721, NULL);
INSERT INTO `salary_in` VALUES (2024, 0, 0, 18, 'AK', 'AK', 4, 2, 1, 205, 43, '塘朗追梦队', 54, '塘朗追梦队', 13, 'AKcross训练营', 1, 1, NULL, 0, 1511425800, 1, 1521193721, 1521193721, NULL);
INSERT INTO `salary_in` VALUES (2025, 0, 0, 18, 'AK', 'AK', 4, 2, 1, 207, 38, 'AKcross课程', 36, '南外周三五班', 13, 'AKcross训练营', 8, 1, NULL, 0, 1512120000, 1, 1521193721, 1521193721, NULL);
INSERT INTO `salary_in` VALUES (2026, 0, 0, 18, 'AK', 'AK', 4, 2, 1, 208, 38, 'AKcross课程', 36, '南外周三五班', 13, 'AKcross训练营', 4, 1, NULL, 0, 1512552000, 1, 1521193721, 1521193721, NULL);
INSERT INTO `salary_in` VALUES (2027, 0, 0, 18, 'AK', 'AK', 4, 2, 1, 209, 38, 'AKcross课程', 36, '南外周三五班', 13, 'AKcross训练营', 6, 1, NULL, 0, 1513156800, 1, 1521193721, 1521193721, NULL);
INSERT INTO `salary_in` VALUES (2028, 0, 0, 18, 'AK', 'AK', 4, 2, 1, 210, 38, 'AKcross课程', 36, '南外周三五班', 13, 'AKcross训练营', 5, 1, NULL, 0, 1513761600, 1, 1521193721, 1521193721, NULL);
INSERT INTO `salary_in` VALUES (2029, 0, 0, 18, 'AK', 'AK', 4, 2, 1, 211, 38, 'AKcross课程', 36, '南外周三五班', 13, 'AKcross训练营', 4, 1, NULL, 0, 1514366400, 1, 1521193721, 1521193721, NULL);
INSERT INTO `salary_in` VALUES (2030, 0, 0, 18, 'AK', 'AK', 4, 2, 1, 212, 43, '塘朗追梦队', 54, '塘朗追梦队', 13, 'AKcross训练营', 6, 1, NULL, 0, 1512635340, 1, 1521193721, 1521193721, NULL);
INSERT INTO `salary_in` VALUES (2031, 0, 0, 18, 'AK', 'AK', 4, 2, 1, 213, 43, '塘朗追梦队', 54, '塘朗追梦队', 13, 'AKcross训练营', 8, 1, NULL, 0, 1513240200, 1, 1521193721, 1521193721, NULL);
INSERT INTO `salary_in` VALUES (2032, 0, 0, 18, 'AK', 'AK', 4, 2, 1, 214, 43, '塘朗追梦队', 54, '塘朗追梦队', 13, 'AKcross训练营', 7, 1, NULL, 0, 1513845000, 1, 1521193721, 1521193721, NULL);
INSERT INTO `salary_in` VALUES (2033, 0, 0, 18, 'AK', 'AK', 4, 2, 1, 216, 43, '塘朗追梦队', 54, '塘朗追梦队', 13, 'AKcross训练营', 9, 1, NULL, 0, 1514100600, 1, 1521193721, 1521193721, NULL);
INSERT INTO `salary_in` VALUES (2034, 0, 0, 18, 'AK', 'AK', 4, 2, 1, 217, 43, '塘朗追梦队', 54, '塘朗追梦队', 13, 'AKcross训练营', 7, 1, NULL, 0, 1514449800, 1, 1521193722, 1521193722, NULL);
INSERT INTO `salary_in` VALUES (2035, 0, 0, 18, 'AK', 'AK', 4, 2, 1, 218, 38, 'AKcross课程', 36, '南外周三五班', 13, 'AKcross训练营', 11, 1, NULL, 0, 1512723840, 1, 1521193722, 1521193722, NULL);
INSERT INTO `salary_in` VALUES (2036, 0, 0, 18, 'AK', 'AK', 4, 2, 1, 219, 38, 'AKcross课程', 36, '南外周三五班', 13, 'AKcross训练营', 10, 1, NULL, 0, 1513329000, 1, 1521193722, 1521193722, NULL);
INSERT INTO `salary_in` VALUES (2037, 0, 0, 18, 'AK', 'AK', 4, 2, 1, 220, 38, 'AKcross课程', 36, '南外周三五班', 13, 'AKcross训练营', 5, 1, NULL, 0, 1513933500, 1, 1521193722, 1521193722, NULL);
INSERT INTO `salary_in` VALUES (2038, 0, 0, 18, 'AK', 'AK', 4, 2, 1, 221, 38, 'AKcross课程', 36, '南外周三五班', 13, 'AKcross训练营', 8, 1, NULL, 0, 1514538300, 1, 1521193722, 1521193722, NULL);
INSERT INTO `salary_in` VALUES (2039, 0, 0, 18, 'AK', 'AK', 4, 2, 1, 222, 43, '塘朗追梦队', 54, '塘朗追梦队', 13, 'AKcross训练营', 8, 1, NULL, 0, 1512194400, 1, 1521193722, 1521193722, NULL);
INSERT INTO `salary_in` VALUES (2040, 0, 0, 18, 'AK', 'AK', 4, 2, 1, 223, 43, '塘朗追梦队', 54, '塘朗追梦队', 13, 'AKcross训练营', 3, 1, NULL, 0, 1512802800, 1, 1521193722, 1521193722, NULL);
INSERT INTO `salary_in` VALUES (2041, 0, 0, 18, 'AK', 'AK', 4, 2, 1, 224, 43, '塘朗追梦队', 54, '塘朗追梦队', 13, 'AKcross训练营', 6, 1, NULL, 0, 1513407600, 1, 1521193722, 1521193722, NULL);
INSERT INTO `salary_in` VALUES (2042, 0, 0, 18, 'AK', 'AK', 4, 2, 1, 225, 43, '塘朗追梦队', 54, '塘朗追梦队', 13, 'AKcross训练营', 3, 1, NULL, 0, 1514012400, 1, 1521193722, 1521193722, NULL);
INSERT INTO `salary_in` VALUES (2043, 0, 0, 18, 'AK', 'AK', 4, 2, 1, 226, 43, '塘朗追梦队', 54, '塘朗追梦队', 13, 'AKcross训练营', 4, 1, NULL, 0, 1514617200, 1, 1521193722, 1521193722, NULL);
INSERT INTO `salary_in` VALUES (2044, 0, 0, 18, 'AK', 'AK', 4, 2, 1, 227, 38, 'AKcross课程', 49, '塘朗高年级', 13, 'AKcross训练营', 3, 1, NULL, 0, 1512268200, 1, 1521193722, 1521193722, NULL);
INSERT INTO `salary_in` VALUES (2045, 0, 0, 18, 'AK', 'AK', 4, 2, 1, 228, 38, 'AKcross课程', 49, '塘朗高年级', 13, 'AKcross训练营', 3, 1, NULL, 0, 1512873000, 1, 1521193723, 1521193723, NULL);
INSERT INTO `salary_in` VALUES (2046, 0, 0, 18, 'AK', 'AK', 4, 2, 1, 229, 38, 'AKcross课程', 49, '塘朗高年级', 13, 'AKcross训练营', 3, 1, NULL, 0, 1513477800, 1, 1521193723, 1521193723, NULL);
INSERT INTO `salary_in` VALUES (2047, 0, 0, 18, 'AK', 'AK', 4, 2, 1, 230, 38, 'AKcross课程', 49, '塘朗高年级', 13, 'AKcross训练营', 2, 1, NULL, 0, 1514082600, 1, 1521193723, 1521193723, NULL);
INSERT INTO `salary_in` VALUES (2048, 0, 0, 18, 'AK', 'AK', 4, 2, 1, 231, 38, 'AKcross课程', 49, '塘朗高年级', 13, 'AKcross训练营', 5, 1, NULL, 0, 1514687400, 1, 1521193723, 1521193723, NULL);
INSERT INTO `salary_in` VALUES (2049, 0, 0, 18, 'AK', 'AK', 4, 2, 1, 232, 38, 'AKcross课程', 51, '塘朗低年级班', 13, 'AKcross训练营', 9, 1, NULL, 0, 1512280800, 1, 1521193723, 1521193723, NULL);
INSERT INTO `salary_in` VALUES (2050, 0, 0, 18, 'AK', 'AK', 4, 2, 1, 234, 38, 'AKcross课程', 51, '塘朗低年级班', 13, 'AKcross训练营', 6, 1, NULL, 0, 1513490400, 1, 1521193723, 1521193723, NULL);
INSERT INTO `salary_in` VALUES (2051, 0, 0, 18, 'AK', 'AK', 4, 2, 1, 235, 38, 'AKcross课程', 51, '塘朗低年级班', 13, 'AKcross训练营', 6, 1, NULL, 0, 1514095200, 1, 1521193723, 1521193723, NULL);
INSERT INTO `salary_in` VALUES (2052, 0, 0, 18, 'AK', 'AK', 4, 2, 1, 236, 38, 'AKcross课程', 51, '塘朗低年级班', 13, 'AKcross训练营', 6, 1, NULL, 0, 1514700000, 1, 1521193723, 1521193723, NULL);
INSERT INTO `salary_in` VALUES (2053, 0, 0, 18, 'AK', 'AK', 4, 2, 1, 282, 43, '塘朗追梦队', 54, '塘朗追梦队', 13, 'AKcross训练营', 7, 1, NULL, 0, 1515054000, 1, 1521193723, 1521193723, NULL);
INSERT INTO `salary_in` VALUES (2054, 0, 0, 18, 'AK', 'AK', 4, 2, 1, 283, 39, '南外文华快艇队', 36, '南外周三五班', 13, 'AKcross训练营', 5, 1, NULL, 0, 1514971800, 1, 1521193723, 1521193723, NULL);
INSERT INTO `salary_in` VALUES (2055, 0, 0, 18, 'AK', 'AK', 4, 2, 1, 284, 39, '南外文华快艇队', 36, '南外周三五班', 13, 'AKcross训练营', 10, 1, NULL, 0, 1515144360, 1, 1521193723, 1521193723, NULL);
INSERT INTO `salary_in` VALUES (2056, 0, 0, 18, 'AK', 'AK', 4, 2, 1, 286, 38, 'AKcross课程', 51, '塘朗低年级班', 13, 'AKcross训练营', 6, 1, NULL, 0, 1515304800, 1, 1521193724, 1521193724, NULL);
INSERT INTO `salary_in` VALUES (2057, 0, 0, 18, 'AK', 'AK', 4, 2, 1, 287, 43, '塘朗追梦队', 54, '塘朗追梦队', 13, 'AKcross训练营', 7, 1, NULL, 0, 1515654000, 1, 1521193724, 1521193724, NULL);
INSERT INTO `salary_in` VALUES (2058, 0, 0, 18, 'AK', 'AK', 4, 2, 1, 296, 43, '塘朗追梦队', 54, '塘朗追梦队', 13, 'AKcross训练营', 7, 1, NULL, 0, 1515821160, 1, 1521193724, 1521193724, NULL);
INSERT INTO `salary_in` VALUES (2059, 0, 0, 18, 'AK', 'AK', 4, 2, 1, 297, 39, '南外文华快艇队', 36, '南外周三五班', 13, 'AKcross训练营', 6, 1, NULL, 0, 1515749400, 1, 1521193724, 1521193724, NULL);
INSERT INTO `salary_in` VALUES (2060, 0, 0, 18, 'AK', 'AK', 4, 2, 1, 298, 38, 'AKcross课程', 49, '塘朗高年级', 13, 'AKcross训练营', 3, 1, NULL, 0, 1515897000, 1, 1521193724, 1521193724, NULL);
INSERT INTO `salary_in` VALUES (2061, 0, 0, 18, 'AK', 'AK', 4, 2, 1, 299, 38, 'AKcross课程', 51, '塘朗低年级班', 13, 'AKcross训练营', 9, 1, NULL, 0, 1515909600, 1, 1521193724, 1521193724, NULL);
INSERT INTO `salary_in` VALUES (2062, 0, 0, 18, 'AK', 'AK', 4, 2, 1, 303, 39, '南外文华快艇队', 36, '南外周三五班', 13, 'AKcross训练营', 1, 1, NULL, 0, 1509528600, 1, 1521193724, 1521193724, NULL);
INSERT INTO `salary_in` VALUES (2063, 0, 0, 18, 'AK', 'AK', 4, 2, 1, 304, 43, '塘朗追梦队', 54, '塘朗追梦队', 13, 'AKcross训练营', 1, 1, NULL, 0, 1513414800, 1, 1521193724, 1521193724, NULL);
INSERT INTO `salary_in` VALUES (2064, 0, 0, 18, 'AK', 'AK', 4, 2, 1, 305, 43, '塘朗追梦队', 54, '塘朗追梦队', 13, 'AKcross训练营', 1, 1, NULL, 0, 1513933200, 1, 1521193724, 1521193724, NULL);
INSERT INTO `salary_in` VALUES (2065, 0, 0, 18, 'AK', 'AK', 4, 2, 1, 306, 43, '塘朗追梦队', 54, '塘朗追梦队', 13, 'AKcross训练营', 1, 1, NULL, 0, 1514534400, 1, 1521193724, 1521193724, NULL);
INSERT INTO `salary_in` VALUES (2066, 0, 0, 18, 'AK', 'AK', 4, 2, 1, 307, 43, '塘朗追梦队', 54, '塘朗追梦队', 13, 'AKcross训练营', 1, 1, NULL, 0, 1514710800, 1, 1521193724, 1521193724, NULL);
INSERT INTO `salary_in` VALUES (2067, 0, 0, 18, 'AK', 'AK', 4, 2, 1, 308, 38, 'AKcross课程', 51, '塘朗低年级班', 13, 'AKcross训练营', 1, 1, NULL, 0, 1512885600, 1, 1521193724, 1521193724, NULL);
INSERT INTO `salary_in` VALUES (2068, 0, 0, 18, 'AK', 'AK', 4, 2, 1, 309, 39, '南外文华快艇队', 36, '南外周三五班', 13, 'AKcross训练营', 1, 1, NULL, 0, 1513933200, 1, 1521193725, 1521193725, NULL);
INSERT INTO `salary_in` VALUES (2069, 0, 0, 18, 'AK', 'AK', 4, 2, 1, 310, 39, '南外文华快艇队', 36, '南外周三五班', 13, 'AKcross训练营', 1, 1, NULL, 0, 1514538000, 1, 1521193725, 1521193725, NULL);
INSERT INTO `salary_in` VALUES (2070, 0, 0, 18, 'AK', 'AK', 4, 2, 1, 311, 39, '南外文华快艇队', 36, '南外周三五班', 13, 'AKcross训练营', 5, 1, NULL, 0, 1516179960, 1, 1521193725, 1521193725, NULL);
INSERT INTO `salary_in` VALUES (2071, 0, 0, 18, 'AK', 'AK', 4, 2, 1, 364, 39, '南外文华快艇队', 36, '南外周三五班', 13, 'AKcross训练营', 1, 1, NULL, 0, 1512121020, 1, 1521193725, 1521193725, NULL);
INSERT INTO `salary_in` VALUES (2072, 0, 0, 18, 'AK', 'AK', 4, 2, 1, 365, 39, '南外文华快艇队', 36, '南外周三五班', 13, 'AKcross训练营', 1, 1, NULL, 0, 1512553080, 1, 1521193725, 1521193725, NULL);
INSERT INTO `salary_in` VALUES (2073, 0, 0, 18, 'AK', 'AK', 4, 2, 1, 366, 39, '南外文华快艇队', 36, '南外周三五班', 13, 'AKcross训练营', 1, 1, NULL, 0, 1513157940, 1, 1521193725, 1521193725, NULL);
INSERT INTO `salary_in` VALUES (2074, 0, 0, 18, 'AK', 'AK', 4, 2, 1, 367, 39, '南外文华快艇队', 36, '南外周三五班', 13, 'AKcross训练营', 1, 1, NULL, 0, 1513762740, 1, 1521193725, 1521193725, NULL);
INSERT INTO `salary_in` VALUES (2075, 0, 0, 18, 'AK', 'AK', 4, 2, 1, 368, 39, '南外文华快艇队', 36, '南外周三五班', 13, 'AKcross训练营', 1, 1, NULL, 0, 1514367540, 1, 1521193725, 1521193725, NULL);
INSERT INTO `salary_in` VALUES (2076, 0, 0, 18, 'AK', 'AK', 4, 2, 1, 369, 38, 'AKcross课程', 51, '塘朗低年级班', 13, 'AKcross训练营', 1, 1, NULL, 0, 1512899820, 1, 1521193725, 1521193725, NULL);
INSERT INTO `salary_in` VALUES (2077, 0, 0, 18, 'AK', 'AK', 4, 2, 1, 370, 38, 'AKcross课程', 51, '塘朗低年级班', 13, 'AKcross训练营', 1, 1, NULL, 0, 1512914580, 1, 1521193725, 1521193725, NULL);
INSERT INTO `salary_in` VALUES (2078, 0, 0, 18, 'AK', 'AK', 4, 2, 1, 385, 38, 'AKcross课程', 51, '塘朗低年级班', 13, 'AKcross训练营', 4, 1, NULL, 0, 1516845600, 1, 1521193725, 1521193725, NULL);
INSERT INTO `salary_in` VALUES (2079, 0, 0, 18, 'AK', 'AK', 4, 2, 1, 386, 43, '塘朗追梦队', 54, '塘朗追梦队', 13, 'AKcross训练营', 6, 1, NULL, 0, 1516838400, 1, 1521193725, 1521193725, NULL);
INSERT INTO `salary_in` VALUES (2080, 0, 0, 18, 'AK', 'AK', 4, 2, 1, 390, 38, 'AKcross课程', 51, '塘朗低年级班', 13, 'AKcross训练营', 7, 1, NULL, 0, 1516514400, 1, 1521193725, 1521193725, NULL);
INSERT INTO `salary_in` VALUES (2081, 0, 0, 18, 'AK', 'AK', 4, 2, 1, 391, 39, '南外文华快艇队', 36, '南外周三五班', 13, 'AKcross训练营', 6, 1, NULL, 0, 1516352400, 1, 1521193725, 1521193725, NULL);
INSERT INTO `salary_in` VALUES (2082, 0, 0, 18, 'AK', 'AK', 4, 2, 1, 407, 43, '塘朗追梦队', 54, '塘朗追梦队', 13, 'AKcross训练营', 5, 1, NULL, 0, 1517011200, 1, 1521193725, 1521193725, NULL);
INSERT INTO `salary_in` VALUES (2083, 0, 0, 18, 'AK', 'AK', 4, 2, 1, 408, 38, 'AKcross课程', 51, '塘朗低年级班', 13, 'AKcross训练营', 2, 1, NULL, 0, 1517018400, 1, 1521193725, 1521193725, NULL);
INSERT INTO `salary_in` VALUES (2084, 0, 0, 18, 'AK', 'AK', 4, 2, 1, 438, 38, 'AKcross课程', 51, '塘朗低年级班', 13, 'AKcross训练营', 3, 1, NULL, 0, 1517450400, 1, 1521193725, 1521193725, NULL);
INSERT INTO `salary_in` VALUES (2085, 0, 0, 18, 'AK', 'AK', 4, 2, 1, 444, 38, 'AKcross课程', 51, '塘朗低年级班', 13, 'AKcross训练营', 1, 1, NULL, 0, 1512868020, 1, 1521193726, 1521193726, NULL);
INSERT INTO `salary_in` VALUES (2086, 0, 0, 18, 'AK', 'AK', 4, 2, 1, 445, 38, 'AKcross课程', 51, '塘朗低年级班', 13, 'AKcross训练营', 3, 1, NULL, 0, 1512854520, 1, 1521193726, 1521193726, NULL);
INSERT INTO `salary_in` VALUES (2087, 0, 0, 18, 'AK', 'AK', 4, 2, 1, 451, 43, '塘朗追梦队', 54, '塘朗追梦队', 13, 'AKcross训练营', 3, 1, NULL, 0, 1517617800, 1, 1521193726, 1521193726, NULL);
INSERT INTO `salary_in` VALUES (2088, 0, 0, 18, 'AK', 'AK', 4, 2, 1, 452, 38, 'AKcross课程', 51, '塘朗低年级班', 13, 'AKcross训练营', 2, 1, NULL, 0, 1517623200, 1, 1521193726, 1521193726, NULL);
INSERT INTO `salary_in` VALUES (2089, 0, 0, 18, 'AK', 'AK', 4, 2, 1, 457, 43, '塘朗追梦队', 54, '塘朗追梦队', 13, 'AKcross训练营', 3, 1, NULL, 0, 1517875200, 1, 1521193726, 1521193726, NULL);
INSERT INTO `salary_in` VALUES (2090, 0, 0, 18, 'AK', 'AK', 4, 2, 1, 458, 43, '塘朗追梦队', 54, '塘朗追梦队', 13, 'AKcross训练营', 5, 1, NULL, 0, 1519455600, 1, 1521193726, 1521193726, NULL);
INSERT INTO `salary_in` VALUES (2091, 0, 0, 18, 'AK', 'AK', 4, 2, 1, 459, 39, '南外文华快艇队', 36, '南外周三五班', 13, 'AKcross训练营', 7, 1, NULL, 0, 1519809300, 1, 1521193726, 1521193726, NULL);
INSERT INTO `salary_in` VALUES (2092, 0, 0, 18, 'AK', 'AK', 4, 2, 1, 470, 43, '塘朗追梦队', 54, '塘朗追梦队', 13, 'AKcross训练营', 7, 1, NULL, 0, 1519891200, 1, 1521193726, 1521193726, NULL);
INSERT INTO `salary_in` VALUES (2093, 0, 0, 18, 'AK', 'AK', 4, 2, 1, 471, 39, '南外文华快艇队', 36, '南外周三五班', 13, 'AKcross训练营', 7, 1, NULL, 0, 1519981200, 1, 1521193726, 1521193726, NULL);
INSERT INTO `salary_in` VALUES (2094, 0, 0, 18, 'AK', 'AK', 4, 2, 1, 472, 43, '塘朗追梦队', 54, '塘朗追梦队', 13, 'AKcross训练营', 4, 1, NULL, 0, 1520060400, 1, 1521193727, 1521193727, NULL);
INSERT INTO `salary_in` VALUES (2095, 0, 0, 18, 'AK', 'AK', 4, 2, 1, 473, 38, 'AKcross课程', 49, '塘朗高年级', 13, 'AKcross训练营', 4, 1, NULL, 0, 1520130600, 1, 1521193727, 1521193727, NULL);
INSERT INTO `salary_in` VALUES (2096, 0, 0, 18, 'AK', 'AK', 4, 2, 1, 474, 38, 'AKcross课程', 51, '塘朗低年级班', 13, 'AKcross训练营', 6, 1, NULL, 0, 1520143200, 1, 1521193727, 1521193727, NULL);
INSERT INTO `salary_in` VALUES (2097, 0, 0, 18, 'AK', 'AK', 4, 2, 1, 475, 38, 'AKcross课程', 49, '塘朗高年级', 13, 'AKcross训练营', 1, 1, NULL, 0, 1520060400, 1, 1521193727, 1521193727, NULL);
INSERT INTO `salary_in` VALUES (2098, 0, 0, 18, 'AK', 'AK', 4, 2, 1, 479, 43, '塘朗追梦队', 54, '塘朗追梦队', 13, 'AKcross训练营', 1, 1, NULL, 0, 1520130600, 1, 1521193727, 1521193727, NULL);
INSERT INTO `salary_in` VALUES (2099, 0, 0, 18, 'AK', 'AK', 4, 2, 1, 496, 38, 'AKcross课程', 49, '塘朗高年级', 13, 'AKcross训练营', 4, 1, NULL, 0, 1520735400, 1, 1521193727, 1521193727, NULL);
INSERT INTO `salary_in` VALUES (2100, 0, 0, 18, 'AK', 'AK', 4, 2, 1, 497, 38, 'AKcross课程', 51, '塘朗低年级班', 13, 'AKcross训练营', 9, 1, NULL, 0, 1520748000, 1, 1521193727, 1521193727, NULL);
INSERT INTO `salary_in` VALUES (2101, 0, 0, 18, 'AK', 'AK', 4, 2, 1, 498, 38, 'AKcross课程', 49, '塘朗高年级', 13, 'AKcross训练营', 1, 1, NULL, 0, 1520665200, 1, 1521193727, 1521193727, NULL);
INSERT INTO `salary_in` VALUES (2102, 0, 0, 18, 'AK', 'AK', 4, 2, 1, 499, 43, '塘朗追梦队', 54, '塘朗追梦队', 13, 'AKcross训练营', 7, 1, NULL, 0, 1520665200, 1, 1521193727, 1521193727, NULL);
INSERT INTO `salary_in` VALUES (2103, 0, 0, 18, 'AK', 'AK', 4, 2, 1, 500, 39, '南外文华快艇队', 36, '南外周三五班', 13, 'AKcross训练营', 9, 1, NULL, 0, 1520586000, 1, 1521193727, 1521193727, NULL);
INSERT INTO `salary_in` VALUES (2104, 0, 0, 18, 'AK', 'AK', 4, 2, 1, 501, 39, '南外文华快艇队', 36, '南外周三五班', 13, 'AKcross训练营', 7, 1, NULL, 0, 1520413200, 1, 1521193727, 1521193727, NULL);
INSERT INTO `salary_in` VALUES (2105, 100, 0, 17, 'Bruce.Dong', '董硕同', 4, 2, 1, 38, 13, '大热常规班', 29, '周日北头高年级初中基础', 9, '大热篮球俱乐部', 1, 1, NULL, 0, 1509526800, 1, 1521193727, 1521193727, NULL);
INSERT INTO `salary_in` VALUES (2106, 100, 0, 17, 'Bruce.Dong', '董硕同', 4, 2, 1, 39, 13, '大热常规班', 29, '周日北头高年级初中基础', 9, '大热篮球俱乐部', 1, 1, NULL, 0, 1509267600, 1, 1521193727, 1521193727, NULL);
INSERT INTO `salary_in` VALUES (2107, 100, 0, 17, 'Bruce.Dong', '董硕同', 4, 2, 1, 46, 13, '大热常规班', 29, '周日北头高年级初中基础', 9, '大热篮球俱乐部', 1, 1, NULL, 0, 1509872400, 1, 1521193728, 1521193728, NULL);
INSERT INTO `salary_in` VALUES (2108, 100, 25, 17, 'Bruce.Dong', '董硕同', 4, 2, 1, 51, 13, '大热常规班', 29, '周日北头高年级初中基础', 9, '大热篮球俱乐部', 1, 1, NULL, 0, 1511083020, 1, 1521193728, 1521193728, NULL);
INSERT INTO `salary_in` VALUES (2109, 100, 25, 17, 'Bruce.Dong', '董硕同', 4, 2, 1, 52, 13, '大热常规班', 29, '周日北头高年级初中基础', 9, '大热篮球俱乐部', 1, 1, NULL, 0, 1511686800, 1, 1521193728, 1521193728, NULL);
INSERT INTO `salary_in` VALUES (2110, 0, 0, 184, '涵叔', '张嘉涵', 4, 16, 1, 60, 15, '龙岗民警子女篮球训练课程', 38, '龙岗训练营高年级班', 9, '大热篮球俱乐部', 9, 1, NULL, 0, 1512203400, 1, 1521193728, 1521193728, NULL);
INSERT INTO `salary_in` VALUES (2111, 0, 0, 16, 'andy.lin', '林泽铭', 4, 2, 1, 61, 15, '龙岗民警子女篮球训练课程', 37, '龙岗训练营低年级课程', 9, '大热篮球俱乐部', 6, 1, NULL, 0, 1510389000, 1, 1521193728, 1521193728, NULL);
INSERT INTO `salary_in` VALUES (2112, 0, 0, 16, 'andy.lin', '林泽铭', 4, 2, 1, 62, 15, '龙岗民警子女篮球训练课程', 37, '龙岗训练营低年级课程', 9, '大热篮球俱乐部', 8, 1, NULL, 0, 1510993800, 1, 1521193728, 1521193728, NULL);
INSERT INTO `salary_in` VALUES (2113, 0, 0, 16, 'andy.lin', '林泽铭', 4, 2, 1, 63, 15, '龙岗民警子女篮球训练课程', 37, '龙岗训练营低年级课程', 9, '大热篮球俱乐部', 8, 1, NULL, 0, 1511598600, 1, 1521193728, 1521193728, NULL);
INSERT INTO `salary_in` VALUES (2114, 0, 0, 16, 'andy.lin', '林泽铭', 4, 2, 1, 64, 15, '龙岗民警子女篮球训练课程', 37, '龙岗训练营低年级课程', 9, '大热篮球俱乐部', 7, 1, NULL, 0, 1512203400, 1, 1521193728, 1521193728, NULL);
INSERT INTO `salary_in` VALUES (2115, 0, 0, 184, '涵叔', '张嘉涵', 4, 16, 1, 65, 15, '龙岗民警子女篮球训练课程', 38, '龙岗训练营高年级班', 9, '大热篮球俱乐部', 10, 1, NULL, 0, 1510993800, 1, 1521193728, 1521193728, NULL);
INSERT INTO `salary_in` VALUES (2116, 0, 0, 184, '涵叔', '张嘉涵', 4, 16, 1, 68, 15, '龙岗民警子女篮球训练课程', 38, '龙岗训练营高年级班', 9, '大热篮球俱乐部', 9, 1, NULL, 0, 1510389000, 1, 1521193729, 1521193729, NULL);
INSERT INTO `salary_in` VALUES (2117, 0, 0, 184, '涵叔', '张嘉涵', 4, 16, 1, 70, 15, '龙岗民警子女篮球训练课程', 38, '龙岗训练营高年级班', 9, '大热篮球俱乐部', 11, 1, NULL, 0, 1512808200, 1, 1521193729, 1521193729, NULL);
INSERT INTO `salary_in` VALUES (2118, 0, 0, 16, 'andy.lin', '林泽铭', 4, 2, 1, 71, 15, '龙岗民警子女篮球训练课程', 37, '龙岗训练营低年级课程', 9, '大热篮球俱乐部', 6, 1, NULL, 0, 1512808200, 1, 1521193729, 1521193729, NULL);
INSERT INTO `salary_in` VALUES (2119, 0, 0, 184, '涵叔', '张嘉涵', 4, 16, 1, 77, 15, '龙岗民警子女篮球训练课程', 38, '龙岗训练营高年级班', 9, '大热篮球俱乐部', 6, 1, NULL, 0, 1513413000, 1, 1521193729, 1521193729, NULL);
INSERT INTO `salary_in` VALUES (2120, 0, 0, 16, 'andy.lin', '林泽铭', 4, 2, 1, 78, 15, '龙岗民警子女篮球训练课程', 37, '龙岗训练营低年级课程', 9, '大热篮球俱乐部', 7, 1, NULL, 0, 1513413000, 1, 1521193729, 1521193729, NULL);
INSERT INTO `salary_in` VALUES (2121, 100, 0, 27, 'coachj', '黄万瑞', 4, 2, 1, 80, 13, '大热常规班', 33, '周五北头低年级班', 9, '大热篮球俱乐部', 4, 1, NULL, 0, 1511521200, 1, 1521193730, 1521193730, NULL);
INSERT INTO `salary_in` VALUES (2122, 100, 0, 27, 'coachj', '黄万瑞', 4, 2, 1, 81, 13, '大热常规班', 33, '周五北头低年级班', 9, '大热篮球俱乐部', 5, 1, NULL, 0, 1510916400, 1, 1521193730, 1521193730, NULL);
INSERT INTO `salary_in` VALUES (2123, 100, 0, 27, 'coachj', '黄万瑞', 4, 2, 1, 82, 13, '大热常规班', 33, '周五北头低年级班', 9, '大热篮球俱乐部', 2, 1, NULL, 0, 1510311600, 1, 1521193730, 1521193730, NULL);
INSERT INTO `salary_in` VALUES (2124, 100, 0, 27, 'coachj', '黄万瑞', 4, 2, 1, 83, 13, '大热常规班', 33, '周五北头低年级班', 9, '大热篮球俱乐部', 1, 1, NULL, 0, 1509706800, 1, 1521193730, 1521193730, NULL);
INSERT INTO `salary_in` VALUES (2125, 100, 0, 27, 'coachj', '黄万瑞', 4, 2, 1, 84, 13, '大热常规班', 33, '周五北头低年级班', 9, '大热篮球俱乐部', 2, 1, NULL, 0, 1509102000, 1, 1521193730, 1521193730, NULL);
INSERT INTO `salary_in` VALUES (2126, 100, 0, 27, 'coachj', '黄万瑞', 4, 2, 1, 85, 13, '大热常规班', 33, '周五北头低年级班', 9, '大热篮球俱乐部', 2, 1, NULL, 0, 1508497200, 1, 1521193730, 1521193730, NULL);
INSERT INTO `salary_in` VALUES (2127, 100, 0, 27, 'coachj', '黄万瑞', 4, 2, 1, 86, 13, '大热常规班', 33, '周五北头低年级班', 9, '大热篮球俱乐部', 1, 1, NULL, 0, 1507892400, 1, 1521193730, 1521193730, NULL);
INSERT INTO `salary_in` VALUES (2128, 100, 0, 27, 'coachj', '黄万瑞', 4, 2, 1, 87, 13, '大热常规班', 33, '周五北头低年级班', 9, '大热篮球俱乐部', 1, 1, NULL, 0, 1506078000, 1, 1521193730, 1521193730, NULL);
INSERT INTO `salary_in` VALUES (2129, 100, 250, 19, '钟声', '钟声', 4, 2, 1, 88, 13, '大热常规班', 26, '周六北头前海五年级', 9, '大热篮球俱乐部', 10, 1, NULL, 0, 1512777600, 1, 1521193730, 1521193730, NULL);
INSERT INTO `salary_in` VALUES (2130, 100, 150, 19, '钟声', '钟声', 4, 2, 1, 89, 13, '大热常规班', 27, '周六北头晚初中班', 9, '大热篮球俱乐部', 6, 1, NULL, 0, 1512815400, 1, 1521193730, 1521193730, NULL);
INSERT INTO `salary_in` VALUES (2131, 100, 250, 19, '钟声', '钟声', 4, 2, 1, 90, 13, '大热常规班', 26, '周六北头前海五年级', 9, '大热篮球俱乐部', 10, 1, NULL, 0, 1512172860, 1, 1521193731, 1521193731, NULL);
INSERT INTO `salary_in` VALUES (2132, 100, 225, 19, '钟声', '钟声', 4, 2, 1, 91, 13, '大热常规班', 26, '周六北头前海五年级', 9, '大热篮球俱乐部', 9, 1, NULL, 0, 1513382520, 1, 1521193731, 1521193731, NULL);
INSERT INTO `salary_in` VALUES (2133, 100, 125, 19, '钟声', '钟声', 4, 2, 1, 94, 13, '大热常规班', 27, '周六北头晚初中班', 9, '大热篮球俱乐部', 5, 1, NULL, 0, 1514025000, 1, 1521193731, 1521193731, NULL);
INSERT INTO `salary_in` VALUES (2134, 100, 100, 36, 'Gavin.zhuang', '庄贵钦', 4, 2, 1, 99, 13, '大热常规班', 46, '鼎太女子班', 9, '大热篮球俱乐部', 4, 1, NULL, 0, 1512378000, 1, 1521193731, 1521193731, NULL);
INSERT INTO `salary_in` VALUES (2135, 100, 100, 36, 'Gavin.zhuang', '庄贵钦', 4, 2, 1, 100, 13, '大热常规班', 46, '鼎太女子班', 9, '大热篮球俱乐部', 4, 1, NULL, 0, 1512982800, 1, 1521193731, 1521193731, NULL);
INSERT INTO `salary_in` VALUES (2136, 100, 225, 18, 'AK', 'AK', 4, 2, 1, 105, 13, '大热常规班', 28, '周六北头进阶班', 9, '大热篮球俱乐部', 9, 1, NULL, 0, 1512173700, 1, 1521193731, 1521193731, NULL);
INSERT INTO `salary_in` VALUES (2137, 100, 200, 18, 'AK', 'AK', 4, 2, 1, 106, 13, '大热常规班', 28, '周六北头进阶班', 9, '大热篮球俱乐部', 8, 1, NULL, 0, 1512778500, 1, 1521193731, 1521193731, NULL);
INSERT INTO `salary_in` VALUES (2138, 100, 225, 18, 'AK', 'AK', 4, 2, 1, 107, 13, '大热常规班', 28, '周六北头进阶班', 9, '大热篮球俱乐部', 9, 1, NULL, 0, 1513383300, 1, 1521193731, 1521193731, NULL);
INSERT INTO `salary_in` VALUES (2139, 100, 175, 18, 'AK', 'AK', 4, 2, 1, 108, 13, '大热常规班', 28, '周六北头进阶班', 9, '大热篮球俱乐部', 7, 1, NULL, 0, 1513988100, 1, 1521193732, 1521193732, NULL);
INSERT INTO `salary_in` VALUES (2140, 300, 0, 184, '涵叔', '张嘉涵', 4, 16, 1, 135, 15, '龙岗民警子女篮球训练课程', 38, '龙岗训练营高年级班', 9, '大热篮球俱乐部', 5, 1, NULL, 0, 1514016000, 1, 1521193732, 1521193732, NULL);
INSERT INTO `salary_in` VALUES (2141, 300, 0, 184, '涵叔', '张嘉涵', 4, 16, 1, 136, 15, '龙岗民警子女篮球训练课程', 38, '龙岗训练营高年级班', 9, '大热篮球俱乐部', 6, 1, NULL, 0, 1514620800, 1, 1521193732, 1521193732, NULL);
INSERT INTO `salary_in` VALUES (2142, 100, 100, 17, 'Bruce.Dong', '董硕同', 4, 2, 1, 139, 13, '大热常规班', 41, '北头周日八点高年级初中班', 9, '大热篮球俱乐部', 4, 1, NULL, 0, 1512259260, 1, 1521193732, 1521193732, NULL);
INSERT INTO `salary_in` VALUES (2143, 100, 125, 17, 'Bruce.Dong', '董硕同', 4, 2, 1, 140, 13, '大热常规班', 45, '室内周日低年级班', 9, '大热篮球俱乐部', 5, 1, NULL, 0, 1512266520, 1, 1521193732, 1521193732, NULL);
INSERT INTO `salary_in` VALUES (2144, 100, 150, 17, 'Bruce.Dong', '董硕同', 4, 2, 1, 141, 13, '大热常规班', 35, '周六北头中高年级班', 9, '大热篮球俱乐部', 6, 1, NULL, 0, 1512199800, 1, 1521193732, 1521193732, NULL);
INSERT INTO `salary_in` VALUES (2145, 100, 250, 17, 'Bruce.Dong', '董硕同', 4, 2, 1, 142, 13, '大热常规班', 29, '周日北头高年级初中基础', 9, '大热篮球俱乐部', 10, 1, NULL, 0, 1512292020, 1, 1521193732, 1521193732, NULL);
INSERT INTO `salary_in` VALUES (2146, 100, 200, 17, 'Bruce.Dong', '董硕同', 4, 2, 1, 143, 13, '大热常规班', 35, '周六北头中高年级班', 9, '大热篮球俱乐部', 8, 1, NULL, 0, 1512804600, 1, 1521193733, 1521193733, NULL);
INSERT INTO `salary_in` VALUES (2147, 100, 100, 17, 'Bruce.Dong', '董硕同', 4, 2, 1, 144, 13, '大热常规班', 41, '北头周日八点高年级初中班', 9, '大热篮球俱乐部', 4, 1, NULL, 0, 1512864000, 1, 1521193733, 1521193733, NULL);
INSERT INTO `salary_in` VALUES (2148, 100, 50, 17, 'Bruce.Dong', '董硕同', 4, 2, 1, 145, 13, '大热常规班', 45, '室内周日低年级班', 9, '大热篮球俱乐部', 2, 1, NULL, 0, 1512871800, 1, 1521193733, 1521193733, NULL);
INSERT INTO `salary_in` VALUES (2149, 100, 175, 17, 'Bruce.Dong', '董硕同', 4, 2, 1, 147, 13, '大热常规班', 35, '周六北头中高年级班', 9, '大热篮球俱乐部', 7, 1, NULL, 0, 1513409400, 1, 1521193733, 1521193733, NULL);
INSERT INTO `salary_in` VALUES (2150, 100, 75, 17, 'Bruce.Dong', '董硕同', 4, 2, 1, 148, 13, '大热常规班', 41, '北头周日八点高年级初中班', 9, '大热篮球俱乐部', 3, 1, NULL, 0, 1513468800, 1, 1521193733, 1521193733, NULL);
INSERT INTO `salary_in` VALUES (2151, 100, 125, 17, 'Bruce.Dong', '董硕同', 4, 2, 1, 149, 13, '大热常规班', 45, '室内周日低年级班', 9, '大热篮球俱乐部', 5, 1, NULL, 0, 1513476000, 1, 1521193733, 1521193733, NULL);
INSERT INTO `salary_in` VALUES (2152, 100, 100, 17, 'Bruce.Dong', '董硕同', 4, 2, 1, 151, 13, '大热常规班', 45, '室内周日低年级班', 9, '大热篮球俱乐部', 4, 1, NULL, 0, 1514082180, 1, 1521193733, 1521193733, NULL);
INSERT INTO `salary_in` VALUES (2153, 100, 75, 17, 'Bruce.Dong', '董硕同', 4, 2, 1, 152, 13, '大热常规班', 41, '北头周日八点高年级初中班', 9, '大热篮球俱乐部', 3, 1, NULL, 0, 1514073600, 1, 1521193733, 1521193733, NULL);
INSERT INTO `salary_in` VALUES (2154, 100, 150, 17, 'Bruce.Dong', '董硕同', 4, 2, 1, 153, 13, '大热常规班', 29, '周日北头高年级初中基础', 9, '大热篮球俱乐部', 6, 1, NULL, 0, 1514096700, 1, 1521193733, 1521193733, NULL);
INSERT INTO `salary_in` VALUES (2155, 100, 75, 17, 'Bruce.Dong', '董硕同', 4, 2, 1, 154, 13, '大热常规班', 41, '北头周日八点高年级初中班', 9, '大热篮球俱乐部', 3, 1, NULL, 0, 1514678400, 1, 1521193733, 1521193733, NULL);
INSERT INTO `salary_in` VALUES (2156, 100, 100, 17, 'Bruce.Dong', '董硕同', 4, 2, 1, 156, 13, '大热常规班', 29, '周日北头高年级初中基础', 9, '大热篮球俱乐部', 4, 1, NULL, 0, 1514710800, 1, 1521193733, 1521193733, NULL);
INSERT INTO `salary_in` VALUES (2157, 300, 0, 16, 'andy.lin', '林泽铭', 4, 2, 1, 157, 15, '龙岗民警子女篮球训练课程', 37, '龙岗训练营低年级课程', 9, '大热篮球俱乐部', 6, 1, NULL, 0, 1514016000, 1, 1521193733, 1521193733, NULL);
INSERT INTO `salary_in` VALUES (2158, 300, 0, 16, 'andy.lin', '林泽铭', 4, 2, 1, 158, 15, '龙岗民警子女篮球训练课程', 37, '龙岗训练营低年级课程', 9, '大热篮球俱乐部', 4, 1, NULL, 0, 1514620800, 1, 1521193733, 1521193733, NULL);
INSERT INTO `salary_in` VALUES (2159, 100, 50, 27, 'coachj', '黄万瑞', 4, 2, 1, 159, 13, '大热常规班', 43, '北头周日十点低年级综合班', 9, '大热篮球俱乐部', 2, 1, NULL, 0, 1514685600, 1, 1521193734, 1521193734, NULL);
INSERT INTO `salary_in` VALUES (2160, 100, 100, 27, 'coachj', '黄万瑞', 4, 2, 1, 160, 13, '大热常规班', 42, '北头周日八点初中提高班', 9, '大热篮球俱乐部', 4, 1, NULL, 0, 1514679600, 1, 1521193734, 1521193734, NULL);
INSERT INTO `salary_in` VALUES (2161, 100, 100, 27, 'coachj', '黄万瑞', 4, 2, 1, 161, 13, '大热常规班', 44, '室内幼儿班', 9, '大热篮球俱乐部', 4, 1, NULL, 0, 1514601000, 1, 1521193734, 1521193734, NULL);
INSERT INTO `salary_in` VALUES (2162, 100, 100, 27, 'coachj', '黄万瑞', 4, 2, 1, 162, 13, '大热常规班', 40, '北头周六五点综合班', 9, '大热篮球俱乐部', 4, 1, NULL, 0, 1514624400, 1, 1521193734, 1521193734, NULL);
INSERT INTO `salary_in` VALUES (2163, 100, 50, 27, 'coachj', '黄万瑞', 4, 2, 1, 163, 13, '大热常规班', 34, '周六鼎太低年级', 9, '大热篮球俱乐部', 2, 1, NULL, 0, 1514633040, 1, 1521193734, 1521193734, NULL);
INSERT INTO `salary_in` VALUES (2164, 100, 275, 27, 'coachj', '黄万瑞', 4, 2, 1, 164, 13, '大热常规班', 33, '周五北头低年级班', 9, '大热篮球俱乐部', 11, 1, NULL, 0, 1514545200, 1, 1521193734, 1521193734, NULL);
INSERT INTO `salary_in` VALUES (2165, 100, 200, 27, 'coachj', '黄万瑞', 4, 2, 1, 165, 13, '大热常规班', 43, '北头周日十点低年级综合班', 9, '大热篮球俱乐部', 8, 1, NULL, 0, 1514080800, 1, 1521193734, 1521193734, NULL);
INSERT INTO `salary_in` VALUES (2166, 100, 50, 27, 'coachj', '黄万瑞', 4, 2, 1, 166, 13, '大热常规班', 42, '北头周日八点初中提高班', 9, '大热篮球俱乐部', 2, 1, NULL, 0, 1514074800, 1, 1521193734, 1521193734, NULL);
INSERT INTO `salary_in` VALUES (2167, 100, 225, 27, 'coachj', '黄万瑞', 4, 2, 1, 167, 13, '大热常规班', 40, '北头周六五点综合班', 9, '大热篮球俱乐部', 9, 1, NULL, 0, 1514019600, 1, 1521193734, 1521193734, NULL);
INSERT INTO `salary_in` VALUES (2168, 100, 100, 27, 'coachj', '黄万瑞', 4, 2, 1, 168, 13, '大热常规班', 44, '室内幼儿班', 9, '大热篮球俱乐部', 4, 1, NULL, 0, 1513996200, 1, 1521193734, 1521193734, NULL);
INSERT INTO `salary_in` VALUES (2169, 100, 175, 27, 'coachj', '黄万瑞', 4, 2, 1, 169, 13, '大热常规班', 33, '周五北头低年级班', 9, '大热篮球俱乐部', 7, 1, NULL, 0, 1513940400, 1, 1521193735, 1521193735, NULL);
INSERT INTO `salary_in` VALUES (2170, 100, 150, 27, 'coachj', '黄万瑞', 4, 2, 1, 170, 13, '大热常规班', 43, '北头周日十点低年级综合班', 9, '大热篮球俱乐部', 6, 1, NULL, 0, 1513476000, 1, 1521193735, 1521193735, NULL);
INSERT INTO `salary_in` VALUES (2171, 100, 100, 27, 'coachj', '黄万瑞', 4, 2, 1, 171, 13, '大热常规班', 42, '北头周日八点初中提高班', 9, '大热篮球俱乐部', 4, 1, NULL, 0, 1513470000, 1, 1521193735, 1521193735, NULL);
INSERT INTO `salary_in` VALUES (2172, 100, 225, 27, 'coachj', '黄万瑞', 4, 2, 1, 172, 13, '大热常规班', 40, '北头周六五点综合班', 9, '大热篮球俱乐部', 9, 1, NULL, 0, 1513414800, 1, 1521193735, 1521193735, NULL);
INSERT INTO `salary_in` VALUES (2173, 100, 125, 27, 'coachj', '黄万瑞', 4, 2, 1, 173, 13, '大热常规班', 44, '室内幼儿班', 9, '大热篮球俱乐部', 5, 1, NULL, 0, 1513391400, 1, 1521193735, 1521193735, NULL);
INSERT INTO `salary_in` VALUES (2174, 100, 75, 27, 'coachj', '黄万瑞', 4, 2, 1, 174, 13, '大热常规班', 34, '周六鼎太低年级', 9, '大热篮球俱乐部', 3, 1, NULL, 0, 1513384200, 1, 1521193735, 1521193735, NULL);
INSERT INTO `salary_in` VALUES (2175, 100, 300, 27, 'coachj', '黄万瑞', 4, 2, 1, 175, 13, '大热常规班', 33, '周五北头低年级班', 9, '大热篮球俱乐部', 12, 1, NULL, 0, 1513335600, 1, 1521193735, 1521193735, NULL);
INSERT INTO `salary_in` VALUES (2176, 100, 250, 27, 'coachj', '黄万瑞', 4, 2, 1, 176, 13, '大热常规班', 43, '北头周日十点低年级综合班', 9, '大热篮球俱乐部', 10, 1, NULL, 0, 1512871200, 1, 1521193735, 1521193735, NULL);
INSERT INTO `salary_in` VALUES (2177, 100, 75, 27, 'coachj', '黄万瑞', 4, 2, 1, 177, 13, '大热常规班', 42, '北头周日八点初中提高班', 9, '大热篮球俱乐部', 3, 1, NULL, 0, 1512864000, 1, 1521193736, 1521193736, NULL);
INSERT INTO `salary_in` VALUES (2178, 100, 200, 27, 'coachj', '黄万瑞', 4, 2, 1, 178, 13, '大热常规班', 40, '北头周六五点综合班', 9, '大热篮球俱乐部', 8, 1, NULL, 0, 1512810000, 1, 1521193736, 1521193736, NULL);
INSERT INTO `salary_in` VALUES (2179, 100, 100, 27, 'coachj', '黄万瑞', 4, 2, 1, 179, 13, '大热常规班', 44, '室内幼儿班', 9, '大热篮球俱乐部', 4, 1, NULL, 0, 1512786600, 1, 1521193736, 1521193736, NULL);
INSERT INTO `salary_in` VALUES (2180, 100, 100, 27, 'coachj', '黄万瑞', 4, 2, 1, 180, 13, '大热常规班', 34, '周六鼎太低年级', 9, '大热篮球俱乐部', 4, 1, NULL, 0, 1512779400, 1, 1521193736, 1521193736, NULL);
INSERT INTO `salary_in` VALUES (2181, 100, 200, 27, 'coachj', '黄万瑞', 4, 2, 1, 182, 13, '大热常规班', 43, '北头周日十点低年级综合班', 9, '大热篮球俱乐部', 8, 1, NULL, 0, 1512266400, 1, 1521193736, 1521193736, NULL);
INSERT INTO `salary_in` VALUES (2182, 100, 250, 27, 'coachj', '黄万瑞', 4, 2, 1, 183, 13, '大热常规班', 40, '北头周六五点综合班', 9, '大热篮球俱乐部', 10, 1, NULL, 0, 1512205200, 1, 1521193736, 1521193736, NULL);
INSERT INTO `salary_in` VALUES (2183, 100, 100, 27, 'coachj', '黄万瑞', 4, 2, 1, 184, 13, '大热常规班', 44, '室内幼儿班', 9, '大热篮球俱乐部', 4, 1, NULL, 0, 1512181800, 1, 1521193736, 1521193736, NULL);
INSERT INTO `salary_in` VALUES (2184, 100, 75, 27, 'coachj', '黄万瑞', 4, 2, 1, 185, 13, '大热常规班', 34, '周六鼎太低年级', 9, '大热篮球俱乐部', 3, 1, NULL, 0, 1512172800, 1, 1521193736, 1521193736, NULL);
INSERT INTO `salary_in` VALUES (2185, 100, 350, 27, 'coachj', '黄万瑞', 4, 2, 1, 187, 13, '大热常规班', 33, '周五北头低年级班', 9, '大热篮球俱乐部', 14, 1, NULL, 0, 1512126000, 1, 1521193737, 1521193737, NULL);
INSERT INTO `salary_in` VALUES (2186, 100, 100, 36, 'Gavin.zhuang', '庄贵钦', 4, 2, 1, 189, 13, '大热常规班', 46, '鼎太女子班', 9, '大热篮球俱乐部', 4, 1, NULL, 0, 1514840400, 1, 1521193737, 1521193737, NULL);
INSERT INTO `salary_in` VALUES (2187, 300, 0, 184, '涵叔', '张嘉涵', 4, 16, 1, 243, 15, '龙岗民警子女篮球训练课程', 38, '龙岗训练营高年级班', 9, '大热篮球俱乐部', 10, 1, NULL, 0, 1511598600, 1, 1521193737, 1521193737, NULL);
INSERT INTO `salary_in` VALUES (2188, 0, 100, 17, 'Bruce.Dong', '董硕同', 4, 2, 1, 246, 13, '大热常规班', 45, '室内周日低年级班', 9, '大热篮球俱乐部', 4, 1, NULL, 0, 1515290400, 1, 1521193737, 1521193737, NULL);
INSERT INTO `salary_in` VALUES (2189, 100, 150, 18, 'AK', 'AK', 4, 2, 1, 247, 13, '大热常规班', 55, '丽山文体公园高年级班', 9, '大热篮球俱乐部', 6, 1, NULL, 0, 1512129600, 1, 1521193737, 1521193737, NULL);
INSERT INTO `salary_in` VALUES (2190, 100, 125, 18, 'AK', 'AK', 4, 2, 1, 248, 13, '大热常规班', 55, '丽山文体公园高年级班', 9, '大热篮球俱乐部', 5, 1, NULL, 0, 1512259200, 1, 1521193737, 1521193737, NULL);
INSERT INTO `salary_in` VALUES (2191, 100, 125, 18, 'AK', 'AK', 4, 2, 1, 249, 13, '大热常规班', 55, '丽山文体公园高年级班', 9, '大热篮球俱乐部', 5, 1, NULL, 0, 1512734400, 1, 1521193737, 1521193737, NULL);
INSERT INTO `salary_in` VALUES (2192, 100, 75, 18, 'AK', 'AK', 4, 2, 1, 250, 13, '大热常规班', 55, '丽山文体公园高年级班', 9, '大热篮球俱乐部', 3, 1, NULL, 0, 1512864000, 1, 1521193737, 1521193737, NULL);
INSERT INTO `salary_in` VALUES (2193, 100, 125, 18, 'AK', 'AK', 4, 2, 1, 251, 13, '大热常规班', 55, '丽山文体公园高年级班', 9, '大热篮球俱乐部', 5, 1, NULL, 0, 1513339200, 1, 1521193737, 1521193737, NULL);
INSERT INTO `salary_in` VALUES (2194, 100, 100, 18, 'AK', 'AK', 4, 2, 1, 252, 13, '大热常规班', 55, '丽山文体公园高年级班', 9, '大热篮球俱乐部', 4, 1, NULL, 0, 1513468800, 1, 1521193737, 1521193737, NULL);
INSERT INTO `salary_in` VALUES (2195, 100, 150, 18, 'AK', 'AK', 4, 2, 1, 253, 13, '大热常规班', 55, '丽山文体公园高年级班', 9, '大热篮球俱乐部', 6, 1, NULL, 0, 1513944000, 1, 1521193737, 1521193737, NULL);
INSERT INTO `salary_in` VALUES (2196, 100, 75, 18, 'AK', 'AK', 4, 2, 1, 254, 13, '大热常规班', 55, '丽山文体公园高年级班', 9, '大热篮球俱乐部', 3, 1, NULL, 0, 1514073600, 1, 1521193737, 1521193737, NULL);
INSERT INTO `salary_in` VALUES (2197, 100, 125, 18, 'AK', 'AK', 4, 2, 1, 255, 13, '大热常规班', 55, '丽山文体公园高年级班', 9, '大热篮球俱乐部', 5, 1, NULL, 0, 1514548800, 1, 1521193737, 1521193737, NULL);
INSERT INTO `salary_in` VALUES (2198, 0, 300, 27, 'coachj', '黄万瑞', 4, 2, 1, 266, 13, '大热常规班', 33, '周五北头低年级班', 9, '大热篮球俱乐部', 12, 1, NULL, 0, 1512730800, 1, 1521193738, 1521193738, NULL);
INSERT INTO `salary_in` VALUES (2199, 100, 75, 18, 'AK', 'AK', 4, 2, 1, 285, 13, '大热常规班', 55, '丽山文体公园高年级班', 9, '大热篮球俱乐部', 3, 1, NULL, 0, 1515153600, 1, 1521193738, 1521193738, NULL);
INSERT INTO `salary_in` VALUES (2200, 100, 75, 19, '钟声', '钟声', 4, 2, 1, 291, 13, '大热常规班', 27, '周六北头晚初中班', 9, '大热篮球俱乐部', 3, 1, NULL, 0, 1515839400, 1, 1521193738, 1521193738, NULL);
INSERT INTO `salary_in` VALUES (2201, 100, 250, 19, '钟声', '钟声', 4, 2, 1, 292, 13, '大热常规班', 26, '周六北头前海五年级', 9, '大热篮球俱乐部', 10, 1, NULL, 0, 1515801600, 1, 1521193738, 1521193738, NULL);
INSERT INTO `salary_in` VALUES (2202, 100, 50, 18, 'AK', 'AK', 4, 2, 1, 300, 13, '大热常规班', 55, '丽山文体公园高年级班', 9, '大热篮球俱乐部', 2, 1, NULL, 0, 1515758400, 1, 1521193738, 1521193738, NULL);
INSERT INTO `salary_in` VALUES (2203, 100, 50, 18, 'AK', 'AK', 4, 2, 1, 301, 13, '大热常规班', 55, '丽山文体公园高年级班', 9, '大热篮球俱乐部', 2, 1, NULL, 0, 1515888000, 1, 1521193738, 1521193738, NULL);
INSERT INTO `salary_in` VALUES (2204, 100, 175, 18, 'AK', 'AK', 4, 2, 1, 302, 13, '大热常规班', 28, '周六北头进阶班', 9, '大热篮球俱乐部', 7, 1, NULL, 0, 1515801600, 1, 1521193738, 1521193738, NULL);
INSERT INTO `salary_in` VALUES (2205, 100, 125, 19, '钟声', '钟声', 4, 2, 1, 312, 13, '大热常规班', 26, '周六北头前海五年级', 9, '大热篮球俱乐部', 5, 1, NULL, 0, 1514592000, 1, 1521193738, 1521193738, NULL);
INSERT INTO `salary_in` VALUES (2206, 100, 25, 19, '钟声', '钟声', 4, 2, 1, 313, 13, '大热常规班', 26, '周六北头前海五年级', 9, '大热篮球俱乐部', 1, 1, NULL, 0, 1504915200, 1, 1521193738, 1521193738, NULL);
INSERT INTO `salary_in` VALUES (2207, 100, 25, 19, '钟声', '钟声', 4, 2, 1, 314, 13, '大热常规班', 26, '周六北头前海五年级', 9, '大热篮球俱乐部', 1, 1, NULL, 0, 1505520000, 1, 1521193738, 1521193738, NULL);
INSERT INTO `salary_in` VALUES (2208, 100, 25, 19, '钟声', '钟声', 4, 2, 1, 315, 13, '大热常规班', 26, '周六北头前海五年级', 9, '大热篮球俱乐部', 1, 1, NULL, 0, 1507939200, 1, 1521193738, 1521193738, NULL);
INSERT INTO `salary_in` VALUES (2209, 100, 25, 19, '钟声', '钟声', 4, 2, 1, 316, 13, '大热常规班', 26, '周六北头前海五年级', 9, '大热篮球俱乐部', 1, 1, NULL, 0, 1509148800, 1, 1521193738, 1521193738, NULL);
INSERT INTO `salary_in` VALUES (2210, 100, 25, 19, '钟声', '钟声', 4, 2, 1, 317, 13, '大热常规班', 26, '周六北头前海五年级', 9, '大热篮球俱乐部', 1, 1, NULL, 0, 1509753600, 1, 1521193738, 1521193738, NULL);
INSERT INTO `salary_in` VALUES (2211, 100, 25, 19, '钟声', '钟声', 4, 2, 1, 318, 13, '大热常规班', 26, '周六北头前海五年级', 9, '大热篮球俱乐部', 1, 1, NULL, 0, 1510358400, 1, 1521193739, 1521193739, NULL);
INSERT INTO `salary_in` VALUES (2212, 100, 25, 19, '钟声', '钟声', 4, 2, 1, 319, 13, '大热常规班', 26, '周六北头前海五年级', 9, '大热篮球俱乐部', 1, 1, NULL, 0, 1510963200, 1, 1521193739, 1521193739, NULL);
INSERT INTO `salary_in` VALUES (2213, 0, 100, 18, 'AK', 'AK', 4, 2, 1, 320, 13, '大热常规班', 28, '周六北头进阶班', 9, '大热篮球俱乐部', 4, 1, NULL, 0, 1511568900, 1, 1521193739, 1521193739, NULL);
INSERT INTO `salary_in` VALUES (2214, 100, 75, 18, 'AK', 'AK', 4, 2, 1, 321, 13, '大热常规班', 28, '周六北头进阶班', 9, '大热篮球俱乐部', 3, 1, NULL, 0, 1510964100, 1, 1521193739, 1521193739, NULL);
INSERT INTO `salary_in` VALUES (2215, 100, 100, 18, 'AK', 'AK', 4, 2, 1, 322, 13, '大热常规班', 28, '周六北头进阶班', 9, '大热篮球俱乐部', 4, 1, NULL, 0, 1510359300, 1, 1521193739, 1521193739, NULL);
INSERT INTO `salary_in` VALUES (2216, 100, 50, 18, 'AK', 'AK', 4, 2, 1, 323, 13, '大热常规班', 28, '周六北头进阶班', 9, '大热篮球俱乐部', 2, 1, NULL, 0, 1509754500, 1, 1521193739, 1521193739, NULL);
INSERT INTO `salary_in` VALUES (2217, 100, 25, 18, 'AK', 'AK', 4, 2, 1, 324, 13, '大热常规班', 28, '周六北头进阶班', 9, '大热篮球俱乐部', 1, 1, NULL, 0, 1509149700, 1, 1521193739, 1521193739, NULL);
INSERT INTO `salary_in` VALUES (2218, 100, 25, 18, 'AK', 'AK', 4, 2, 1, 325, 13, '大热常规班', 28, '周六北头进阶班', 9, '大热篮球俱乐部', 1, 1, NULL, 0, 1506816900, 1, 1521193739, 1521193739, NULL);
INSERT INTO `salary_in` VALUES (2219, 100, 125, 18, 'AK', 'AK', 4, 2, 1, 326, 13, '大热常规班', 28, '周六北头进阶班', 9, '大热篮球俱乐部', 5, 1, NULL, 0, 1514592900, 1, 1521193739, 1521193739, NULL);
INSERT INTO `salary_in` VALUES (2220, 100, 150, 17, 'Bruce.Dong', '董硕同', 4, 2, 1, 327, 13, '大热常规班', 35, '周六北头中高年级班', 9, '大热篮球俱乐部', 6, 1, NULL, 0, 1514014200, 1, 1521193739, 1521193739, NULL);
INSERT INTO `salary_in` VALUES (2221, 100, 25, 17, 'Bruce.Dong', '董硕同', 4, 2, 1, 328, 13, '大热常规班', 35, '周六北头中高年级班', 9, '大热篮球俱乐部', 1, 1, NULL, 0, 1509175800, 1, 1521193739, 1521193739, NULL);
INSERT INTO `salary_in` VALUES (2222, 100, 25, 17, 'Bruce.Dong', '董硕同', 4, 2, 1, 329, 13, '大热常规班', 35, '周六北头中高年级班', 9, '大热篮球俱乐部', 1, 1, NULL, 0, 1510385400, 1, 1521193739, 1521193739, NULL);
INSERT INTO `salary_in` VALUES (2223, 100, 25, 17, 'Bruce.Dong', '董硕同', 4, 2, 1, 330, 13, '大热常规班', 35, '周六北头中高年级班', 9, '大热篮球俱乐部', 1, 1, NULL, 0, 1509780600, 1, 1521193739, 1521193739, NULL);
INSERT INTO `salary_in` VALUES (2224, 100, 25, 17, 'Bruce.Dong', '董硕同', 4, 2, 1, 331, 13, '大热常规班', 35, '周六北头中高年级班', 9, '大热篮球俱乐部', 1, 1, NULL, 0, 1510990200, 1, 1521193739, 1521193739, NULL);
INSERT INTO `salary_in` VALUES (2225, 100, 50, 17, 'Bruce.Dong', '董硕同', 4, 2, 1, 332, 13, '大热常规班', 35, '周六北头中高年级班', 9, '大热篮球俱乐部', 2, 1, NULL, 0, 1511595000, 1, 1521193739, 1521193739, NULL);
INSERT INTO `salary_in` VALUES (2226, 100, 75, 19, '钟声', '钟声', 4, 2, 1, 333, 13, '大热常规班', 27, '周六北头晚初中班', 9, '大热篮球俱乐部', 3, 1, NULL, 0, 1514629800, 1, 1521193740, 1521193740, NULL);
INSERT INTO `salary_in` VALUES (2227, 100, 100, 19, '钟声', '钟声', 4, 2, 1, 336, 13, '大热常规班', 26, '周六北头前海五年级', 9, '大热篮球俱乐部', 4, 1, NULL, 0, 1516406400, 1, 1521193740, 1521193740, NULL);
INSERT INTO `salary_in` VALUES (2228, 0, 25, 18, 'AK', 'AK', 4, 2, 1, 340, 13, '大热常规班', 55, '丽山文体公园高年级班', 9, '大热篮球俱乐部', 1, 1, NULL, 0, 1515910980, 1, 1521193740, 1521193740, NULL);
INSERT INTO `salary_in` VALUES (2229, 0, 50, 18, 'AK', 'AK', 4, 2, 1, 341, 13, '大热常规班', 55, '丽山文体公园高年级班', 9, '大热篮球俱乐部', 2, 1, NULL, 0, 1515747420, 1, 1521193740, 1521193740, NULL);
INSERT INTO `salary_in` VALUES (2230, 0, 25, 18, 'AK', 'AK', 4, 2, 1, 342, 13, '大热常规班', 55, '丽山文体公园高年级班', 9, '大热篮球俱乐部', 1, 1, NULL, 0, 1515142740, 1, 1521193740, 1521193740, NULL);
INSERT INTO `salary_in` VALUES (2231, 100, 75, 19, '钟声', '钟声', 4, 2, 1, 343, 13, '大热常规班', 27, '周六北头晚初中班', 9, '大热篮球俱乐部', 3, 1, NULL, 0, 1511605800, 1, 1521193740, 1521193740, NULL);
INSERT INTO `salary_in` VALUES (2232, 100, 50, 19, '钟声', '钟声', 4, 2, 1, 344, 13, '大热常规班', 27, '周六北头晚初中班', 9, '大热篮球俱乐部', 2, 1, NULL, 0, 1511001000, 1, 1521193740, 1521193740, NULL);
INSERT INTO `salary_in` VALUES (2233, 100, 50, 19, '钟声', '钟声', 4, 2, 1, 345, 13, '大热常规班', 27, '周六北头晚初中班', 9, '大热篮球俱乐部', 2, 1, NULL, 0, 1510396200, 1, 1521193740, 1521193740, NULL);
INSERT INTO `salary_in` VALUES (2234, 100, 25, 19, '钟声', '钟声', 4, 2, 1, 346, 13, '大热常规班', 27, '周六北头晚初中班', 9, '大热篮球俱乐部', 1, 1, NULL, 0, 1509791400, 1, 1521193740, 1521193740, NULL);
INSERT INTO `salary_in` VALUES (2235, 100, 25, 19, '钟声', '钟声', 4, 2, 1, 347, 13, '大热常规班', 27, '周六北头晚初中班', 9, '大热篮球俱乐部', 1, 1, NULL, 0, 1509186600, 1, 1521193740, 1521193740, NULL);
INSERT INTO `salary_in` VALUES (2236, 100, 25, 19, '钟声', '钟声', 4, 2, 1, 348, 13, '大热常规班', 27, '周六北头晚初中班', 9, '大热篮球俱乐部', 1, 1, NULL, 0, 1508581800, 1, 1521193740, 1521193740, NULL);
INSERT INTO `salary_in` VALUES (2237, 100, 25, 27, 'coachj', '黄万瑞', 4, 2, 1, 349, 13, '大热常规班', 34, '周六鼎太低年级', 9, '大热篮球俱乐部', 1, 1, NULL, 0, 1511049600, 1, 1521193740, 1521193740, NULL);
INSERT INTO `salary_in` VALUES (2238, 0, 50, 17, 'Bruce.Dong', '董硕同', 4, 2, 1, 350, 13, '大热常规班', 35, '周六北头中高年级班', 9, '大热篮球俱乐部', 2, 1, NULL, 0, 1513394700, 1, 1521193740, 1521193740, NULL);
INSERT INTO `salary_in` VALUES (2239, 100, 25, 17, 'Bruce.Dong', '董硕同', 4, 2, 1, 351, 13, '大热常规班', 35, '周六北头中高年级班', 9, '大热篮球俱乐部', 1, 1, NULL, 0, 1512185700, 1, 1521193740, 1521193740, NULL);
INSERT INTO `salary_in` VALUES (2240, 100, 50, 17, 'Bruce.Dong', '董硕同', 4, 2, 1, 352, 13, '大热常规班', 35, '周六北头中高年级班', 9, '大热篮球俱乐部', 2, 1, NULL, 0, 1511001360, 1, 1521193740, 1521193740, NULL);
INSERT INTO `salary_in` VALUES (2241, 100, 25, 17, 'Bruce.Dong', '董硕同', 4, 2, 1, 353, 13, '大热常规班', 41, '北头周日八点高年级初中班', 9, '大热篮球俱乐部', 1, 1, NULL, 0, 1511654400, 1, 1521193740, 1521193740, NULL);
INSERT INTO `salary_in` VALUES (2242, 100, 25, 19, '钟声', '钟声', 4, 2, 1, 354, 13, '大热常规班', 26, '周六北头前海五年级', 9, '大热篮球俱乐部', 1, 1, NULL, 0, 1514584020, 1, 1521193740, 1521193740, NULL);
INSERT INTO `salary_in` VALUES (2243, 100, 150, 17, 'Bruce.Dong', '董硕同', 4, 2, 1, 355, 13, '大热常规班', 29, '周日北头高年级初中基础', 9, '大热篮球俱乐部', 6, 1, NULL, 0, 1513501200, 1, 1521193741, 1521193741, NULL);
INSERT INTO `salary_in` VALUES (2244, 100, 225, 17, 'Bruce.Dong', '董硕同', 4, 2, 1, 356, 13, '大热常规班', 29, '周日北头高年级初中基础', 9, '大热篮球俱乐部', 9, 1, NULL, 0, 1512896400, 1, 1521193741, 1521193741, NULL);
INSERT INTO `salary_in` VALUES (2245, 100, 25, 27, 'coachj', '黄万瑞', 4, 2, 1, 357, 13, '大热常规班', 43, '北头周日十点低年级综合班', 9, '大热篮球俱乐部', 1, 1, NULL, 0, 1511661600, 1, 1521193741, 1521193741, NULL);
INSERT INTO `salary_in` VALUES (2246, 100, 25, 19, '钟声', '钟声', 4, 2, 1, 358, 13, '大热常规班', 26, '周六北头前海五年级', 9, '大热篮球俱乐部', 1, 1, NULL, 0, 1513396920, 1, 1521193741, 1521193741, NULL);
INSERT INTO `salary_in` VALUES (2247, 100, 50, 27, 'coachj', '黄万瑞', 4, 2, 1, 359, 13, '大热常规班', 33, '周五北头低年级班', 9, '大热篮球俱乐部', 2, 1, NULL, 0, 1510830000, 1, 1521193741, 1521193741, NULL);
INSERT INTO `salary_in` VALUES (2248, 100, 50, 36, 'Gavin.zhuang', '庄贵钦', 3, 2, 1, 359, 13, '大热常规班', 33, '周五北头低年级班', 9, '大热篮球俱乐部', 2, 1, NULL, 0, 1510830000, 1, 1521193741, 1521193741, NULL);
INSERT INTO `salary_in` VALUES (2249, 100, 25, 27, 'coachj', '黄万瑞', 4, 2, 1, 360, 13, '大热常规班', 33, '周五北头低年级班', 9, '大热篮球俱乐部', 1, 1, NULL, 0, 1511434800, 1, 1521193741, 1521193741, NULL);
INSERT INTO `salary_in` VALUES (2250, 100, 25, 36, 'Gavin.zhuang', '庄贵钦', 3, 2, 1, 360, 13, '大热常规班', 33, '周五北头低年级班', 9, '大热篮球俱乐部', 1, 1, NULL, 0, 1511434800, 1, 1521193741, 1521193741, NULL);
INSERT INTO `salary_in` VALUES (2251, 100, 25, 27, 'coachj', '黄万瑞', 4, 2, 1, 361, 13, '大热常规班', 33, '周五北头低年级班', 9, '大热篮球俱乐部', 1, 1, NULL, 0, 1510225200, 1, 1521193741, 1521193741, NULL);
INSERT INTO `salary_in` VALUES (2252, 100, 25, 36, 'Gavin.zhuang', '庄贵钦', 3, 2, 1, 361, 13, '大热常规班', 33, '周五北头低年级班', 9, '大热篮球俱乐部', 1, 1, NULL, 0, 1510225200, 1, 1521193741, 1521193741, NULL);
INSERT INTO `salary_in` VALUES (2253, 100, 25, 27, 'coachj', '黄万瑞', 4, 2, 1, 362, 13, '大热常规班', 33, '周五北头低年级班', 9, '大热篮球俱乐部', 1, 1, NULL, 0, 1509620400, 1, 1521193741, 1521193741, NULL);
INSERT INTO `salary_in` VALUES (2254, 100, 25, 36, 'Gavin.zhuang', '庄贵钦', 3, 2, 1, 362, 13, '大热常规班', 33, '周五北头低年级班', 9, '大热篮球俱乐部', 1, 1, NULL, 0, 1509620400, 1, 1521193741, 1521193741, NULL);
INSERT INTO `salary_in` VALUES (2255, 100, 25, 27, 'coachj', '黄万瑞', 4, 2, 1, 363, 13, '大热常规班', 33, '周五北头低年级班', 9, '大热篮球俱乐部', 1, 1, NULL, 0, 1509015600, 1, 1521193741, 1521193741, NULL);
INSERT INTO `salary_in` VALUES (2256, 100, 25, 36, 'Gavin.zhuang', '庄贵钦', 3, 2, 1, 363, 13, '大热常规班', 33, '周五北头低年级班', 9, '大热篮球俱乐部', 1, 1, NULL, 0, 1509015600, 1, 1521193741, 1521193741, NULL);
INSERT INTO `salary_in` VALUES (2257, 100, 25, 27, 'coachj', '黄万瑞', 4, 2, 1, 371, 13, '大热常规班', 40, '北头周六五点综合班', 9, '大热篮球俱乐部', 1, 1, NULL, 0, 1514615340, 1, 1521193741, 1521193741, NULL);
INSERT INTO `salary_in` VALUES (2258, 0, 175, 17, 'Bruce.Dong', '董硕同', 4, 2, 1, 372, 13, '大热常规班', 29, '周日北头高年级初中基础', 9, '大热篮球俱乐部', 7, 1, NULL, 0, 1515315600, 1, 1521193741, 1521193741, NULL);
INSERT INTO `salary_in` VALUES (2259, 100, 150, 17, 'Bruce.Dong', '董硕同', 4, 2, 1, 373, 13, '大热常规班', 35, '周六北头中高年级班', 9, '大热篮球俱乐部', 6, 1, NULL, 0, 1515828600, 1, 1521193741, 1521193741, NULL);
INSERT INTO `salary_in` VALUES (2260, 0, 125, 17, 'Bruce.Dong', '董硕同', 4, 2, 1, 374, 13, '大热常规班', 41, '北头周日八点高年级初中班', 9, '大热篮球俱乐部', 5, 1, NULL, 0, 1515888000, 1, 1521193741, 1521193741, NULL);
INSERT INTO `salary_in` VALUES (2261, 100, 25, 18, 'AK', 'AK', 4, 2, 1, 375, 13, '大热常规班', 28, '周六北头进阶班', 9, '大热篮球俱乐部', 1, 1, NULL, 0, 1511594880, 1, 1521193741, 1521193741, NULL);
INSERT INTO `salary_in` VALUES (2262, 0, 125, 17, 'Bruce.Dong', '董硕同', 4, 2, 1, 376, 13, '大热常规班', 29, '周日北头高年级初中基础', 9, '大热篮球俱乐部', 5, 1, NULL, 0, 1515920400, 1, 1521193742, 1521193742, NULL);
INSERT INTO `salary_in` VALUES (2263, 177, 0, 17, 'Bruce.Dong', '董硕同', 4, 2, 1, 377, 56, '大热一对二私教班（室内场）', 56, '私教一对二（初中）', 9, '大热篮球俱乐部', 2, 1, NULL, 0, 1515150000, 1, 1521193742, 1521193742, NULL);
INSERT INTO `salary_in` VALUES (2264, 177, 0, 17, 'Bruce.Dong', '董硕同', 4, 2, 1, 378, 56, '大热一对二私教班（室内场）', 56, '私教一对二（初中）', 9, '大热篮球俱乐部', 2, 1, NULL, 0, 1516359600, 1, 1521193742, 1521193742, NULL);
INSERT INTO `salary_in` VALUES (2265, 100, 100, 17, 'Bruce.Dong', '董硕同', 4, 2, 1, 379, 13, '大热常规班', 35, '周六北头中高年级班', 9, '大热篮球俱乐部', 4, 1, NULL, 0, 1516433400, 1, 1521193742, 1521193742, NULL);
INSERT INTO `salary_in` VALUES (2266, 100, 50, 17, 'Bruce.Dong', '董硕同', 4, 2, 1, 380, 13, '大热常规班', 41, '北头周日八点高年级初中班', 9, '大热篮球俱乐部', 2, 1, NULL, 0, 1516492800, 1, 1521193742, 1521193742, NULL);
INSERT INTO `salary_in` VALUES (2267, 100, 125, 17, 'Bruce.Dong', '董硕同', 4, 2, 1, 381, 13, '大热常规班', 29, '周日北头高年级初中基础', 9, '大热篮球俱乐部', 5, 1, NULL, 0, 1516525200, 1, 1521193742, 1521193742, NULL);
INSERT INTO `salary_in` VALUES (2268, 100, 25, 17, 'Bruce.Dong', '董硕同', 4, 2, 1, 384, 13, '大热常规班', 35, '周六北头中高年级班', 9, '大热篮球俱乐部', 1, 1, NULL, 0, 1513420620, 1, 1521193742, 1521193742, NULL);
INSERT INTO `salary_in` VALUES (2269, 0, 75, 18, 'AK', 'AK', 4, 2, 1, 387, 13, '大热常规班', 55, '丽山文体公园高年级班', 9, '大热篮球俱乐部', 3, 1, NULL, 0, 1516948200, 1, 1521193742, 1521193742, NULL);
INSERT INTO `salary_in` VALUES (2270, 0, 100, 18, 'AK', 'AK', 4, 2, 1, 388, 13, '大热常规班', 55, '丽山文体公园高年级班', 9, '大热篮球俱乐部', 4, 1, NULL, 0, 1516752900, 1, 1521193742, 1521193742, NULL);
INSERT INTO `salary_in` VALUES (2271, 100, 75, 18, 'AK', 'AK', 4, 2, 1, 389, 13, '大热常规班', 28, '周六北头进阶班', 9, '大热篮球俱乐部', 3, 1, NULL, 0, 1516761000, 1, 1521193742, 1521193742, NULL);
INSERT INTO `salary_in` VALUES (2272, 100, 100, 18, 'AK', 'AK', 4, 2, 1, 392, 13, '大热常规班', 55, '丽山文体公园高年级班', 9, '大热篮球俱乐部', 4, 1, NULL, 0, 1516363200, 1, 1521193742, 1521193742, NULL);
INSERT INTO `salary_in` VALUES (2273, 100, 25, 27, 'coachj', '黄万瑞', 4, 2, 1, 393, 13, '大热常规班', 40, '北头周六五点综合班', 9, '大热篮球俱乐部', 1, 1, NULL, 0, 1514028600, 1, 1521193742, 1521193742, NULL);
INSERT INTO `salary_in` VALUES (2274, 177, 0, 17, 'Bruce.Dong', '董硕同', 4, 2, 1, 394, 56, '大热一对二私教班（室内场）', 56, '私教一对二（初中）', 9, '大热篮球俱乐部', 2, 1, NULL, 0, 1515084120, 1, 1521193742, 1521193742, NULL);
INSERT INTO `salary_in` VALUES (2275, 100, 100, 17, 'Bruce.Dong', '董硕同', 4, 2, 1, 395, 13, '大热常规班', 45, '室内周日低年级班', 9, '大热篮球俱乐部', 4, 1, NULL, 0, 1515865380, 1, 1521193742, 1521193742, NULL);
INSERT INTO `salary_in` VALUES (2276, 100, 125, 19, '钟声', '钟声', 4, 2, 1, 398, 13, '大热常规班', 27, '周六北头晚初中班', 9, '大热篮球俱乐部', 5, 1, NULL, 0, 1517049000, 1, 1521193742, 1521193742, NULL);
INSERT INTO `salary_in` VALUES (2277, 300, 0, 184, '涵叔', '张嘉涵', 4, 16, 1, 399, 15, '龙岗民警子女篮球训练课程', 38, '龙岗训练营高年级班', 9, '大热篮球俱乐部', 9, 1, NULL, 0, 1515830400, 1, 1521193742, 1521193742, NULL);
INSERT INTO `salary_in` VALUES (2278, 300, 0, 184, '涵叔', '张嘉涵', 4, 16, 1, 400, 15, '龙岗民警子女篮球训练课程', 38, '龙岗训练营高年级班', 9, '大热篮球俱乐部', 9, 1, NULL, 0, 1516435200, 1, 1521193743, 1521193743, NULL);
INSERT INTO `salary_in` VALUES (2279, 300, 0, 184, '涵叔', '张嘉涵', 4, 16, 1, 401, 15, '龙岗民警子女篮球训练课程', 38, '龙岗训练营高年级班', 9, '大热篮球俱乐部', 2, 1, NULL, 0, 1517040000, 1, 1521193743, 1521193743, NULL);
INSERT INTO `salary_in` VALUES (2280, 100, 125, 19, '钟声', '钟声', 4, 2, 1, 404, 13, '大热常规班', 27, '周六北头晚初中班', 9, '大热篮球俱乐部', 5, 1, NULL, 0, 1517135400, 1, 1521193743, 1521193743, NULL);
INSERT INTO `salary_in` VALUES (2281, 100, 75, 18, 'AK', 'AK', 4, 2, 1, 405, 13, '大热常规班', 55, '丽山文体公园高年级班', 9, '大热篮球俱乐部', 3, 1, NULL, 0, 1517184900, 1, 1521193743, 1521193743, NULL);
INSERT INTO `salary_in` VALUES (2282, 0, 125, 18, 'AK', 'AK', 4, 2, 1, 406, 13, '大热常规班', 28, '周六北头进阶班', 9, '大热篮球俱乐部', 5, 1, NULL, 0, 1517106600, 1, 1521193743, 1521193743, NULL);
INSERT INTO `salary_in` VALUES (2283, 100, 75, 27, 'coachj', '黄万瑞', 4, 2, 1, 409, 13, '大热常规班', 44, '室内幼儿班', 9, '大热篮球俱乐部', 3, 1, NULL, 0, 1517020200, 1, 1521193743, 1521193743, NULL);
INSERT INTO `salary_in` VALUES (2284, 100, 125, 27, 'coachj', '黄万瑞', 4, 2, 1, 410, 13, '大热常规班', 33, '周五北头低年级班', 9, '大热篮球俱乐部', 5, 1, NULL, 0, 1516964400, 1, 1521193743, 1521193743, NULL);
INSERT INTO `salary_in` VALUES (2285, 100, 75, 27, 'coachj', '黄万瑞', 4, 2, 1, 411, 13, '大热常规班', 33, '周五北头低年级班', 9, '大热篮球俱乐部', 3, 1, NULL, 0, 1516791600, 1, 1521193743, 1521193743, NULL);
INSERT INTO `salary_in` VALUES (2286, 0, 100, 27, 'coachj', '黄万瑞', 4, 2, 1, 412, 13, '大热常规班', 40, '北头周六五点综合班', 9, '大热篮球俱乐部', 4, 1, NULL, 0, 1516438800, 1, 1521193743, 1521193743, NULL);
INSERT INTO `salary_in` VALUES (2287, 100, 125, 27, 'coachj', '黄万瑞', 4, 2, 1, 413, 13, '大热常规班', 44, '室内幼儿班', 9, '大热篮球俱乐部', 5, 1, NULL, 0, 1516415400, 1, 1521193744, 1521193744, NULL);
INSERT INTO `salary_in` VALUES (2288, 100, 200, 27, 'coachj', '黄万瑞', 4, 2, 1, 414, 13, '大热常规班', 33, '周五北头低年级班', 9, '大热篮球俱乐部', 8, 1, NULL, 0, 1516359600, 1, 1521193744, 1521193744, NULL);
INSERT INTO `salary_in` VALUES (2289, 100, 150, 27, 'coachj', '黄万瑞', 4, 2, 1, 415, 13, '大热常规班', 43, '北头周日十点低年级综合班', 9, '大热篮球俱乐部', 6, 1, NULL, 0, 1515895200, 1, 1521193744, 1521193744, NULL);
INSERT INTO `salary_in` VALUES (2290, 0, 200, 27, 'coachj', '黄万瑞', 4, 2, 1, 416, 13, '大热常规班', 40, '北头周六五点综合班', 9, '大热篮球俱乐部', 8, 1, NULL, 0, 1515834000, 1, 1521193744, 1521193744, NULL);
INSERT INTO `salary_in` VALUES (2291, 100, 325, 27, 'coachj', '黄万瑞', 4, 2, 1, 418, 13, '大热常规班', 33, '周五北头低年级班', 9, '大热篮球俱乐部', 13, 1, NULL, 0, 1515754800, 1, 1521193744, 1521193744, NULL);
INSERT INTO `salary_in` VALUES (2292, 100, 325, 36, 'Gavin.zhuang', '庄贵钦', 3, 2, 1, 418, 13, '大热常规班', 33, '周五北头低年级班', 9, '大热篮球俱乐部', 13, 1, NULL, 0, 1515754800, 1, 1521193744, 1521193744, NULL);
INSERT INTO `salary_in` VALUES (2293, 0, 250, 27, 'coachj', '黄万瑞', 4, 2, 1, 419, 13, '大热常规班', 33, '周五北头低年级班', 9, '大热篮球俱乐部', 10, 1, NULL, 0, 1515150000, 1, 1521193744, 1521193744, NULL);
INSERT INTO `salary_in` VALUES (2294, 0, 50, 27, 'coachj', '黄万瑞', 4, 2, 1, 420, 13, '大热常规班', 42, '北头周日八点初中提高班', 9, '大热篮球俱乐部', 2, 1, NULL, 0, 1515889200, 1, 1521193744, 1521193744, NULL);
INSERT INTO `salary_in` VALUES (2295, 0, 50, 27, 'coachj', '黄万瑞', 4, 2, 1, 421, 13, '大热常规班', 34, '周六鼎太低年级', 9, '大热篮球俱乐部', 2, 1, NULL, 0, 1515803400, 1, 1521193744, 1521193744, NULL);
INSERT INTO `salary_in` VALUES (2296, 300, 0, 16, 'andy.lin', '林泽铭', 4, 2, 1, 422, 15, '龙岗民警子女篮球训练课程', 37, '龙岗训练营低年级课程', 9, '大热篮球俱乐部', 5, 1, NULL, 0, 1515830400, 1, 1521193745, 1521193745, NULL);
INSERT INTO `salary_in` VALUES (2297, 300, 0, 16, 'andy.lin', '林泽铭', 4, 2, 1, 423, 15, '龙岗民警子女篮球训练课程', 37, '龙岗训练营低年级课程', 9, '大热篮球俱乐部', 5, 1, NULL, 0, 1516435200, 1, 1521193745, 1521193745, NULL);
INSERT INTO `salary_in` VALUES (2298, 300, 0, 16, 'andy.lin', '林泽铭', 4, 2, 1, 424, 15, '龙岗民警子女篮球训练课程', 37, '龙岗训练营低年级课程', 9, '大热篮球俱乐部', 7, 1, NULL, 0, 1517040000, 1, 1521193745, 1521193745, NULL);
INSERT INTO `salary_in` VALUES (2299, 100, 100, 27, 'coachj', '黄万瑞', 4, 2, 1, 426, 13, '大热常规班', 44, '室内幼儿班', 9, '大热篮球俱乐部', 4, 1, NULL, 0, 1515810600, 1, 1521193745, 1521193745, NULL);
INSERT INTO `salary_in` VALUES (2300, 0, 75, 17, 'Bruce.Dong', '董硕同', 4, 2, 1, 427, 13, '大热常规班', 41, '北头周日八点高年级初中班', 9, '大热篮球俱乐部', 3, 1, NULL, 0, 1516755600, 1, 1521193745, 1521193745, NULL);
INSERT INTO `salary_in` VALUES (2301, 0, 50, 17, 'Bruce.Dong', '董硕同', 4, 2, 1, 428, 13, '大热常规班', 29, '周日北头高年级初中基础', 9, '大热篮球俱乐部', 2, 1, NULL, 0, 1516784400, 1, 1521193745, 1521193745, NULL);
INSERT INTO `salary_in` VALUES (2302, 0, 100, 17, 'Bruce.Dong', '董硕同', 4, 2, 1, 429, 13, '大热常规班', 29, '周日北头高年级初中基础', 9, '大热篮球俱乐部', 4, 1, NULL, 0, 1516870800, 1, 1521193745, 1521193745, NULL);
INSERT INTO `salary_in` VALUES (2303, 0, 125, 17, 'Bruce.Dong', '董硕同', 4, 2, 1, 430, 13, '大热常规班', 29, '周日北头高年级初中基础', 9, '大热篮球俱乐部', 5, 1, NULL, 0, 1516950660, 1, 1521193745, 1521193745, NULL);
INSERT INTO `salary_in` VALUES (2304, 100, 75, 17, 'Bruce.Dong', '董硕同', 4, 2, 1, 431, 13, '大热常规班', 41, '北头周日八点高年级初中班', 9, '大热篮球俱乐部', 3, 1, NULL, 0, 1517014800, 1, 1521193745, 1521193745, NULL);
INSERT INTO `salary_in` VALUES (2305, 0, 150, 17, 'Bruce.Dong', '董硕同', 4, 2, 1, 432, 13, '大热常规班', 35, '周六北头中高年级班', 9, '大热篮球俱乐部', 6, 1, NULL, 0, 1517043600, 1, 1521193745, 1521193745, NULL);
INSERT INTO `salary_in` VALUES (2306, 0, 75, 17, 'Bruce.Dong', '董硕同', 4, 2, 1, 433, 13, '大热常规班', 35, '周六北头中高年级班', 9, '大热篮球俱乐部', 3, 1, NULL, 0, 1517130000, 1, 1521193745, 1521193745, NULL);
INSERT INTO `salary_in` VALUES (2307, 100, 100, 17, 'Bruce.Dong', '董硕同', 4, 2, 1, 436, 13, '大热常规班', 29, '周日北头高年级初中基础', 9, '大热篮球俱乐部', 4, 1, NULL, 0, 1516842000, 1, 1521193745, 1521193745, NULL);
INSERT INTO `salary_in` VALUES (2308, 0, 75, 17, 'Bruce.Dong', '董硕同', 4, 2, 1, 437, 13, '大热常规班', 29, '周日北头高年级初中基础', 9, '大热篮球俱乐部', 3, 1, NULL, 0, 1517216400, 1, 1521193745, 1521193745, NULL);
INSERT INTO `salary_in` VALUES (2309, 0, 75, 17, 'Bruce.Dong', '董硕同', 4, 2, 1, 440, 13, '大热常规班', 35, '周六北头中高年级班', 9, '大热篮球俱乐部', 3, 1, NULL, 0, 1517187600, 1, 1521193746, 1521193746, NULL);
INSERT INTO `salary_in` VALUES (2310, 100, 75, 17, 'Bruce.Dong', '董硕同', 4, 2, 1, 441, 13, '大热常规班', 35, '周六北头中高年级班', 9, '大热篮球俱乐部', 3, 1, NULL, 0, 1517446800, 1, 1521193746, 1521193746, NULL);
INSERT INTO `salary_in` VALUES (2311, 0, 100, 17, 'Bruce.Dong', '董硕同', 4, 2, 1, 442, 13, '大热常规班', 29, '周日北头高年级初中基础', 9, '大热篮球俱乐部', 4, 1, NULL, 0, 1517475600, 1, 1521193746, 1521193746, NULL);
INSERT INTO `salary_in` VALUES (2312, 0, 25, 27, 'coachj', '黄万瑞', 4, 2, 1, 446, 13, '大热常规班', 40, '北头周六五点综合班', 9, '大热篮球俱乐部', 1, 1, NULL, 0, 1515825060, 1, 1521193746, 1521193746, NULL);
INSERT INTO `salary_in` VALUES (2313, 100, 100, 18, 'AK', 'AK', 4, 2, 1, 447, 13, '大热常规班', 55, '丽山文体公园高年级班', 9, '大热篮球俱乐部', 4, 1, NULL, 0, 1517529600, 1, 1521193746, 1521193746, NULL);
INSERT INTO `salary_in` VALUES (2314, 100, 75, 17, 'Bruce.Dong', '董硕同', 4, 2, 1, 448, 13, '大热常规班', 35, '周六北头中高年级班', 9, '大热篮球俱乐部', 3, 1, NULL, 0, 1517533200, 1, 1521193746, 1521193746, NULL);
INSERT INTO `salary_in` VALUES (2315, 100, 100, 17, 'Bruce.Dong', '董硕同', 4, 2, 1, 449, 13, '大热常规班', 29, '周日北头高年级初中基础', 9, '大热篮球俱乐部', 4, 1, NULL, 0, 1517562000, 1, 1521193746, 1521193746, NULL);
INSERT INTO `salary_in` VALUES (2316, 100, 125, 18, 'AK', 'AK', 4, 2, 1, 455, 13, '大热常规班', 55, '丽山文体公园高年级班', 9, '大热篮球俱乐部', 5, 1, NULL, 0, 1517704200, 1, 1521193746, 1521193746, NULL);
INSERT INTO `salary_in` VALUES (2317, 100, 100, 18, 'AK', 'AK', 4, 2, 1, 456, 13, '大热常规班', 55, '丽山文体公园高年级班', 9, '大热篮球俱乐部', 4, 1, NULL, 0, 1517790600, 1, 1521193746, 1521193746, NULL);
INSERT INTO `salary_in` VALUES (2318, 100, 100, 27, 'coachj', '黄万瑞', 4, 2, 1, 460, 13, '大热常规班', 33, '周五北头低年级班', 9, '大热篮球俱乐部', 4, 1, NULL, 0, 1517569200, 1, 1521193746, 1521193746, NULL);
INSERT INTO `salary_in` VALUES (2319, 100, 75, 27, 'coachj', '黄万瑞', 4, 2, 1, 461, 13, '大热常规班', 44, '室内幼儿班', 9, '大热篮球俱乐部', 3, 1, NULL, 0, 1517625000, 1, 1521193746, 1521193746, NULL);
INSERT INTO `salary_in` VALUES (2320, 300, 0, 18, 'AK', 'AK', 4, 2, 1, 464, 15, '龙岗民警子女篮球训练课程', 38, '龙岗训练营高年级班', 9, '大热篮球俱乐部', 5, 1, NULL, 0, 1518249600, 1, 1521193746, 1521193746, NULL);
INSERT INTO `salary_in` VALUES (2321, 300, 0, 16, 'andy.lin', '林泽铭', 4, 2, 1, 465, 15, '龙岗民警子女篮球训练课程', 37, '龙岗训练营低年级课程', 9, '大热篮球俱乐部', 5, 1, NULL, 0, 1518249600, 1, 1521193746, 1521193746, NULL);
INSERT INTO `salary_in` VALUES (2322, 300, 0, 184, '涵叔', '张嘉涵', 4, 16, 1, 466, 15, '龙岗民警子女篮球训练课程', 38, '龙岗训练营高年级班', 9, '大热篮球俱乐部', 7, 1, NULL, 0, 1520064000, 1, 1521193746, 1521193746, NULL);
INSERT INTO `salary_in` VALUES (2323, 300, 0, 16, 'andy.lin', '林泽铭', 4, 2, 1, 467, 15, '龙岗民警子女篮球训练课程', 37, '龙岗训练营低年级课程', 9, '大热篮球俱乐部', 7, 1, NULL, 0, 1520064000, 1, 1521193747, 1521193747, NULL);
INSERT INTO `salary_in` VALUES (2324, 100, 100, 18, 'AK', 'AK', 4, 2, 1, 476, 13, '大热常规班', 55, '丽山文体公园高年级班', 9, '大热篮球俱乐部', 4, 1, NULL, 0, 1519992000, 1, 1521193747, 1521193747, NULL);
INSERT INTO `salary_in` VALUES (2325, 100, 175, 18, 'AK', 'AK', 4, 2, 1, 477, 13, '大热常规班', 28, '周六北头进阶班', 9, '大热篮球俱乐部', 7, 1, NULL, 0, 1520036100, 1, 1521193747, 1521193747, NULL);
INSERT INTO `salary_in` VALUES (2326, 100, 225, 17, 'Bruce.Dong', '董硕同', 4, 2, 1, 481, 13, '大热常规班', 35, '周六北头中高年级班', 9, '大热篮球俱乐部', 9, 1, NULL, 0, 1520062200, 1, 1521193747, 1521193747, NULL);
INSERT INTO `salary_in` VALUES (2327, 0, 125, 17, 'Bruce.Dong', '董硕同', 4, 2, 1, 482, 13, '大热常规班', 45, '室内周日低年级班', 9, '大热篮球俱乐部', 5, 1, NULL, 0, 1520128800, 1, 1521193747, 1521193747, NULL);
INSERT INTO `salary_in` VALUES (2328, 100, 125, 17, 'Bruce.Dong', '董硕同', 4, 2, 1, 483, 13, '大热常规班', 41, '北头周日八点高年级初中班', 9, '大热篮球俱乐部', 5, 1, NULL, 0, 1520121600, 1, 1521193747, 1521193747, NULL);
INSERT INTO `salary_in` VALUES (2329, 100, 325, 17, 'Bruce.Dong', '董硕同', 4, 2, 1, 484, 13, '大热常规班', 29, '周日北头高年级初中基础', 9, '大热篮球俱乐部', 13, 1, NULL, 0, 1520154000, 1, 1521193747, 1521193747, NULL);
INSERT INTO `salary_in` VALUES (2330, 100, 175, 19, '钟声', '钟声', 4, 2, 1, 488, 13, '大热常规班', 26, '周六北头前海五年级', 9, '大热篮球俱乐部', 7, 1, NULL, 0, 1520640000, 1, 1521193747, 1521193747, NULL);
INSERT INTO `salary_in` VALUES (2331, 100, 275, 17, 'Bruce.Dong', '董硕同', 4, 2, 1, 489, 13, '大热常规班', 35, '周六北头中高年级班', 9, '大热篮球俱乐部', 11, 1, NULL, 0, 1520667000, 1, 1521193748, 1521193748, NULL);
INSERT INTO `salary_in` VALUES (2332, 100, 100, 17, 'Bruce.Dong', '董硕同', 4, 2, 1, 490, 13, '大热常规班', 45, '室内周日低年级班', 9, '大热篮球俱乐部', 4, 1, NULL, 0, 1520733600, 1, 1521193748, 1521193748, NULL);
INSERT INTO `salary_in` VALUES (2333, 100, 175, 18, 'AK', 'AK', 4, 2, 1, 503, 13, '大热常规班', 28, '周六北头进阶班', 9, '大热篮球俱乐部', 7, 1, NULL, 0, 1520640900, 1, 1521193748, 1521193748, NULL);
INSERT INTO `salary_in` VALUES (2334, 100, 125, 18, 'AK', 'AK', 4, 2, 1, 504, 13, '大热常规班', 55, '丽山文体公园高年级班', 9, '大热篮球俱乐部', 5, 1, NULL, 0, 1520726400, 1, 1521193748, 1521193748, NULL);

SET FOREIGN_KEY_CHECKS = 1;
