-- phpMyAdmin SQL Dump
-- version 4.7.1
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: 2018-02-28 14:15:44
-- 服务器版本： 10.1.23-MariaDB-9+deb9u1
-- PHP Version: 7.0.19-1

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `hot`
--

--
-- 转存表中的数据 `schedule_giftrecord`
--

INSERT INTO `schedule_giftrecord` (`id`, `member_id`, `member`, `camp_id`, `camp`, `lesson_id`, `lesson`, `grade_id`, `grade`, `student_num`, `student_str`, `gift_schedule`, `remarks`, `system_remarks`, `status`, `create_time`, `update_time`, `delete_time`) VALUES
(1, 2, 'Hot-basketball2', 9, '大热篮球俱乐部', 15, '龙岗民警子女篮球训练课程', 32, '龙岗篮球训练营', 18, '[{\"student\":\"张旺鹏\",\"student_id\":\"122\",\"id\":\"121\"},{\"student\":\"李鸣轩\",\"student_id\":\"117\",\"id\":\"120\"},{\"student\":\"袁帅\",\"student_id\":\"121\",\"id\":\"117\"},{\"student\":\"蔡佳烨\",\"student_id\":\"111\",\"id\":\"116\"},{\"student\":\"郭懋增\",\"student_id\":\"110\",\"id\":\"115\"},{\"student\":\"黄子杰\",\"student_id\":\"109\",\"id\":\"114\"},{\"student\":\"王瑞翔\",\"student_id\":\"108\",\"id\":\"113\"},{\"student\":\"曾子航\",\"student_id\":\"107\",\"id\":\"112\"},{\"student\":\"颜若宸\",\"student_id\":\"105\",\"id\":\"111\"},{\"student\":\"王浩丁\",\"student_id\":\"104\",\"id\":\"110\"},{\"student\":\"周子祺\",\"student_id\":\"99\",\"id\":\"109\"},{\"student\":\"苏祖威\",\"student_id\":\"98\",\"id\":\"108\"},{\"student\":\"陈予喆\",\"student_id\":\"96\",\"id\":\"107\"},{\"student\":\"王孝煊\",\"student_id\":\"115\",\"id\":\"106\"},{\"student\":\"邵冠霖\",\"student_id\":\"118\",\"id\":\"105\"},{\"student\":\"杨涵\",\"student_id\":\"119\",\"id\":\"104\"},{\"student\":\"黄俊豪\",\"student_id\":\"116\",\"id\":\"103\"},{\"student\":\"关楠萧\",\"student_id\":\"120\",\"id\":\"102\"}]', 3, '', NULL, 1, 1510802316, 1510802316, NULL),
(2, 14, 'MirandaXian', 9, '大热篮球俱乐部', 13, '大热常规班', 0, '', 1, '[{\"student\":\"饶鹏轩\",\"student_id\":\"129\",\"id\":\"307\"}]', 1, '续费赠送1课时', NULL, 1, 1510819437, 1510819437, NULL),
(3, 14, 'MirandaXian', 9, '大热篮球俱乐部', 15, '龙岗民警子女篮球训练课程', 0, '', 3, '[{\"student\":\"刘永锋\",\"student_id\":\"152\",\"id\":\"350\"},{\"student\":\"骆九宇\",\"student_id\":\"165\",\"id\":\"326\"},{\"student\":\"杨耀斌\",\"student_id\":\"147\",\"id\":\"323\"}]', 3, '', NULL, 1, 1511592268, 1511592268, NULL),
(4, 2, 'Hot-basketball2', 9, '大热篮球俱乐部', 13, '大热常规班', 0, '', 1, '[{\"student\":\"洪新铠\",\"student_id\":\"189\",\"id\":\"368\"}]', 12, '补上12课时', NULL, 1, 1513324869, 1513324869, NULL),
(5, 14, 'MirandaXian', 9, '大热篮球俱乐部', 13, '大热常规班', 0, '', 1, '[{\"student\":\"强亦宸\",\"student_id\":\"206\",\"id\":\"389\"}]', 1, '续费赠送1课时', NULL, 1, 1513651676, 1513651676, NULL),
(6, 3, 'Hot Basketball 1', 9, '大热篮球俱乐部', 13, '大热常规班', 0, '', 1, '[{\"student\":\"王国宇\",\"student_id\":\"193\",\"id\":\"372\"}]', 5, '特殊赠送八五折', NULL, 1, 1513652641, 1513652641, NULL),
(7, 3, 'Hot Basketball 1', 9, '大热篮球俱乐部', 13, '大热常规班', 0, '', 1, '[{\"student\":\"郭浩麟\",\"student_id\":\"199\",\"id\":\"380\"}]', 3, '老学员续费赠送3课时', NULL, 1, 1513652733, 1513652733, NULL),
(8, 14, 'MirandaXian', 9, '大热篮球俱乐部', 13, '大热常规班', 0, '', 1, '[{\"student\":\"蒋成栋\",\"student_id\":\"192\",\"id\":\"371\"}]', 1, '续费赠送1课时', NULL, 1, 1513654565, 1513654565, NULL),
(9, 18, 'AK', 13, 'AKcross训练营', 39, '南外文华快艇队', 0, '', 1, '[{\"student\":\"周润锋\",\"student_id\":\"201\",\"id\":\"382\"}]', 3, '耶', NULL, 1, 1513752162, 1513752162, NULL),
(10, 18, 'AK', 13, 'AKcross训练营', 39, '南外文华快艇队', 0, '', 1, '[{\"student\":\"陈米洛\",\"student_id\":\"202\",\"id\":\"383\"}]', 2, '耶耶', NULL, 1, 1513752448, 1513752448, NULL),
(11, 14, 'MirandaXian', 9, '大热篮球俱乐部', 13, '大热常规班', 33, '周五北头低年级班', 1, '[{\"student\":\"林嘉豪\",\"student_id\":\"135\",\"id\":\"124\"}]', 1, '', NULL, 1, 1513753368, 1513753368, NULL),
(12, 14, 'MirandaXian', 9, '大热篮球俱乐部', 13, '大热常规班', 33, '周五北头低年级班', 2, '[{\"student\":\"吴宇昊\",\"student_id\":\"150\",\"id\":\"161\"},{\"student\":\"钟铭楷\",\"student_id\":\"138\",\"id\":\"127\"}]', 2, '', NULL, 1, 1513753419, 1513753419, NULL),
(13, 14, 'MirandaXian', 9, '大热篮球俱乐部', 13, '大热常规班', 33, '周五北头低年级班', 1, '[{\"student\":\"刘进哲\",\"student_id\":\"128\",\"id\":\"126\"}]', 3, '', NULL, 1, 1513753478, 1513753478, NULL),
(14, 14, 'MirandaXian', 9, '大热篮球俱乐部', 13, '大热常规班', 33, '周五北头低年级班', 2, '[{\"student\":\"杨灿\",\"student_id\":\"133\",\"id\":\"131\"},{\"student\":\"吴奇朗\",\"student_id\":\"127\",\"id\":\"130\"}]', 5, '', NULL, 1, 1513753546, 1513753546, NULL),
(15, 14, 'MirandaXian', 9, '大热篮球俱乐部', 13, '大热常规班', 33, '周五北头低年级班', 1, '[{\"student\":\"吴贻然\",\"student_id\":\"169\",\"id\":\"159\"}]', 7, '', NULL, 1, 1513753636, 1513753636, NULL),
(16, 14, 'MirandaXian', 9, '大热篮球俱乐部', 13, '大热常规班', 33, '周五北头低年级班', 1, '[{\"student\":\"袁梓钦\",\"student_id\":\"134\",\"id\":\"132\"}]', 10, '', NULL, 1, 1513753677, 1513753677, NULL),
(17, 14, 'MirandaXian', 9, '大热篮球俱乐部', 13, '大热常规班', 33, '周五北头低年级班', 1, '[{\"student\":\"张哲栋\",\"student_id\":\"141\",\"id\":\"129\"}]', 14, '', NULL, 1, 1513753710, 1513753710, NULL),
(18, 14, 'MirandaXian', 9, '大热篮球俱乐部', 13, '大热常规班', 33, '周五北头低年级班', 1, '[{\"student\":\"谢睿轩\",\"student_id\":\"137\",\"id\":\"128\"}]', 15, '', NULL, 1, 1513753781, 1513753781, NULL),
(19, 14, 'MirandaXian', 9, '大热篮球俱乐部', 13, '大热常规班', 33, '周五北头低年级班', 1, '[{\"student\":\"陈智斌\",\"student_id\":\"166\",\"id\":\"160\"}]', 17, '', NULL, 1, 1513753854, 1513753854, NULL),
(20, 8, 'woo123', 31, 'woo篮球兴趣训练营', 51, '下午茶篮球课（有赠送课时）', 39, '下午茶班', 6, '[{\"student\":\"Bingo\",\"student_id\":\"225\",\"id\":\"192\"},{\"student\":\"GT \",\"student_id\":\"226\",\"id\":\"191\"},{\"student\":\"刘嘉\",\"student_id\":\"6\",\"id\":\"190\"},{\"student\":\"高燕\",\"student_id\":\"223\",\"id\":\"189\"},{\"student\":\"小霖\",\"student_id\":\"4\",\"id\":\"188\"},{\"student\":\"哔哔哔\",\"student_id\":\"101\",\"id\":\"187\"}]', 1, '给雅露测试', NULL, 1, 1513757437, 1513757437, NULL),
(21, 14, 'MirandaXian', 9, '大热篮球俱乐部', 13, '大热常规班', 0, '', 1, '[{\"student\":\"柯艾锐\",\"student_id\":\"173\",\"id\":\"352\"}]', 2, '', NULL, 1, 1513760455, 1513760455, NULL),
(22, 3, 'Hot Basketball 1', 9, '大热篮球俱乐部', 13, '大热常规班', 33, '周五北头低年级班', 1, '[{\"student\":\"毕宸君\",\"student_id\":\"139\",\"id\":\"125\"}]', 1, '老学员续费赠送一课时', NULL, 1, 1513823061, 1513823061, NULL),
(23, 18, 'AK', 13, 'AKcross训练营', 43, '塘朗追梦队', 0, '', 1, '[{\"student\":\"杜宇轩\",\"student_id\":\"228\",\"id\":\"414\"}]', 2, '', NULL, 1, 1513827101, 1513827101, NULL),
(24, 18, 'AK', 13, 'AKcross训练营', 43, '塘朗追梦队', 0, '', 1, '[{\"student\":\"吴浩睿\",\"student_id\":\"255\",\"id\":\"442\"}]', 2, '', NULL, 1, 1513840535, 1513840535, NULL),
(25, 2, 'Hot-basketball2', 9, '大热篮球俱乐部', 13, '大热常规班', 0, '', 2, '[{\"student\":\"张驰\",\"student_id\":\"276\",\"id\":\"466\"},{\"student\":\"张派\",\"student_id\":\"275\",\"id\":\"465\"}]', 1, '', '20171225:重复提交产生的异常数据,做delete_time处理', 1, 1514001295, 1514001295, 1514174461),
(26, 2, 'Hot-basketball2', 9, '大热篮球俱乐部', 13, '大热常规班', 0, '', 2, '[{\"student\":\"张驰\",\"student_id\":\"276\",\"id\":\"466\"},{\"student\":\"张派\",\"student_id\":\"275\",\"id\":\"465\"}]', 1, '', NULL, 1, 1514001295, 1514001295, NULL),
(27, 14, 'MirandaXian', 9, '大热篮球俱乐部', 15, '龙岗民警子女篮球训练课程', 0, '', 1, '[{\"student\":\"刘浩宏\",\"student_id\":\"278\",\"id\":\"468\"}]', 3, '', NULL, 1, 1514173333, 1514173333, NULL),
(28, 18, 'AK', 13, 'AKcross训练营', 39, 'AKcross课程', 36, '南外周三五班', 5, '[{\"student\":\"刘羽\",\"student_id\":\"174\",\"id\":\"289\"},{\"student\":\"陈逸昕\",\"student_id\":\"176\",\"id\":\"287\"},{\"student\":\"李李喆\",\"student_id\":\"86\",\"id\":\"157\"},{\"student\":\"游逸朗\",\"student_id\":\"41\",\"id\":\"156\"},{\"student\":\"田家福\",\"student_id\":\"160\",\"id\":\"155\"}]', 3, '', NULL, 1, 1514357210, 1514357210, NULL),
(29, 18, 'AK', 13, 'AKcross训练营', 39, 'AKcross课程', 36, '南外周三五班', 4, '[{\"student\":\"陈逸昕\",\"student_id\":\"176\",\"id\":\"287\"},{\"student\":\"李李喆\",\"student_id\":\"86\",\"id\":\"157\"},{\"student\":\"游逸朗\",\"student_id\":\"41\",\"id\":\"156\"},{\"student\":\"田家福\",\"student_id\":\"160\",\"id\":\"155\"}]', 3, '', NULL, 1, 1514357224, 1514357224, 1514358797),
(30, 18, 'AK', 13, 'AKcross训练营', 39, 'AKcross课程', 36, '南外周三五班', 4, '[{\"student\":\"陈逸昕\",\"student_id\":\"176\",\"id\":\"287\"},{\"student\":\"李李喆\",\"student_id\":\"86\",\"id\":\"157\"},{\"student\":\"游逸朗\",\"student_id\":\"41\",\"id\":\"156\"},{\"student\":\"田家福\",\"student_id\":\"160\",\"id\":\"155\"}]', 3, '', NULL, 1, 1514357268, 1514357268, 1514358797),
(31, 18, 'AK', 13, 'AKcross训练营', 43, '塘朗追梦队', 0, '', 1, '[{\"student\":\"郑明宇\",\"student_id\":\"196\",\"id\":\"375\"}]', 2, '', NULL, 1, 1514357713, 1514357713, 1514358797),
(32, 18, 'AK', 13, 'AKcross训练营', 41, '塘朗追梦队', 48, '塘朗低年级综合班', 1, '[{\"student\":\"孟想\",\"student_id\":\"187\",\"id\":\"293\"}]', 1, '', NULL, 1, 1514358461, 1514358461, NULL),
(33, 18, 'AK', 13, 'AKcross训练营', 41, '塘朗追梦队', 48, '塘朗低年级综合班', 1, '[{\"student\":\"孟想\",\"student_id\":\"187\",\"id\":\"293\"}]', 1, '', NULL, 1, 1514358467, 1514358467, 1514358797),
(34, 18, 'AK', 13, 'AKcross训练营', 41, '塘朗追梦队', 48, '塘朗低年级综合班', 1, '[{\"student\":\"孟想\",\"student_id\":\"187\",\"id\":\"293\"}]', 1, '', NULL, 1, 1514358469, 1514358469, 1514358797),
(35, 18, 'AK', 13, 'AKcross训练营', 39, 'AKcross课程', 36, '南外周三五班', 1, '[{\"student\":\"陈仕杰\",\"student_id\":\"175\",\"id\":\"288\"}]', 2, '', NULL, 1, 1514358671, 1514358671, NULL),
(36, 18, 'AK', 13, 'AKcross训练营', 39, 'AKcross课程', 36, '南外周三五班', 1, '[{\"student\":\"陈仕杰\",\"student_id\":\"175\",\"id\":\"288\"}]', 2, '', NULL, 1, 1514358685, 1514358685, 1514358797),
(37, 18, 'AK', 13, 'AKcross训练营', 43, '塘朗追梦队', 0, '', 1, '[{\"student\":\"郑明宇\",\"student_id\":\"196\",\"id\":\"375\"}]', 2, '', NULL, 1, 1514358903, 1514358903, NULL),
(38, 18, 'AK', 13, 'AKcross训练营', 38, 'AKcross课程', 0, '', 2, '[{\"student\":\"何锦宸\",\"student_id\":\"190\",\"id\":\"369\"},{\"student\":\"瞿士杰\",\"student_id\":\"177\",\"id\":\"356\"}]', 2, '', NULL, 1, 1514358933, 1514358933, NULL),
(39, 18, 'AK', 13, 'AKcross训练营', 43, '塘朗追梦队', 0, '', 1, '[{\"student\":\"彭鼎盛\",\"student_id\":\"281\",\"id\":\"471\"}]', 2, '', NULL, 1, 1514890066, 1514890066, NULL),
(40, 18, 'AK', 13, 'AKcross训练营', 38, 'AKcross课程', 36, '南外周三五班', 1, '[{\"student\":\" 潘思达\",\"student_id\":\"287\",\"id\":\"362\"}]', 3, '', NULL, 1, 1515123786, 1515123786, NULL),
(41, 18, 'AK', 13, 'AKcross训练营', 38, 'AKcross课程', 36, '南外周三五班', 1, '[{\"student\":\" 张梓峰\",\"student_id\":\"288\",\"id\":\"373\"}]', 4, '', NULL, 1, 1515123887, 1515123887, NULL),
(42, 3, 'Hot Basketball 1', 9, '大热篮球俱乐部', 13, '大热常规班', 0, '', 1, '[{\"student\":\"张笑宇\",\"student_id\":\"355\",\"id\":\"552\"}]', 2, '首次报名30课时赠2课时', NULL, 1, 1515401271, 1515401271, NULL),
(43, 2, 'Hot-basketball2', 9, '大热篮球俱乐部', 13, '大热常规班', 0, '', 1, '[{\"student\":\"周劲希\",\"student_id\":\"341\",\"id\":\"536\"}]', 1, '续费赠送1课时', NULL, 1, 1515402300, 1515402300, NULL),
(44, 2, 'Hot-basketball2', 9, '大热篮球俱乐部', 13, '大热常规班', 55, '丽山文体公园高年级班', 1, '[{\"student\":\"刘子豪\",\"student_id\":\"186\",\"id\":\"399\"}]', 1, '', NULL, 1, 1515402619, 1515402619, NULL),
(45, 14, 'MirandaXian', 9, '大热篮球俱乐部', 13, '大热常规班', 0, '', 1, '[{\"student\":\"柯艾锐\",\"student_id\":\"173\",\"id\":\"352\"}]', 3, '续费30课时赠送3课时', NULL, 1, 1515551789, 1515551789, NULL),
(46, 14, 'MirandaXian', 9, '大热篮球俱乐部', 13, '大热常规班', 0, '', 1, '[{\"student\":\"吴靖宇\",\"student_id\":\"131\",\"id\":\"330\"}]', 3, '续费30课时赠送3课时', NULL, 1, 1515561645, 1515561645, NULL),
(47, 2, 'Hot-basketball2', 9, '大热篮球俱乐部', 13, '大热常规班', 28, '周六北头进阶班', 1, '[{\"student\":\"周尹木\",\"student_id\":\"158\",\"id\":\"137\"}]', 5, '特殊优惠赠送', NULL, 1, 1516270292, 1516270292, NULL),
(48, 2, 'Hot-basketball2', 9, '大热篮球俱乐部', 13, '大热常规班', 35, '周六北头中高年级班', 1, '[{\"student\":\"刘政翰\",\"student_id\":\"125\",\"id\":\"152\"}]', 2, '原本特殊九折优惠，现改为赠送2课时', NULL, 1, 1516270386, 1516270386, NULL),
(49, 2, 'Hot-basketball2', 9, '大热篮球俱乐部', 13, '大热常规班', 35, '周六北头中高年级班', 1, '[{\"student\":\"郑子轩\",\"student_id\":\"178\",\"id\":\"418\"}]', 3, '特殊优惠赠送', NULL, 1, 1516270531, 1516270531, NULL),
(50, 14, 'MirandaXian', 9, '大热篮球俱乐部', 13, '大热常规班', 0, '', 1, '[{\"student\":\"许凯瑞\",\"student_id\":\"361\",\"id\":\"561\"}]', 1, '续费赠送1课时', NULL, 1, 1516611378, 1516611378, NULL),
(51, 14, 'MirandaXian', 9, '大热篮球俱乐部', 13, '大热常规班', 29, '周日北头高年级初中基础', 1, '[{\"student\":\"牛子儒\",\"student_id\":\"195\",\"id\":\"215\"}]', 1, '旧课时剩余1课时转移到新平台', NULL, 1, 1516679986, 1516679986, NULL),
(52, 2, 'Hot-basketball2', 9, '大热篮球俱乐部', 13, '大热常规班', 0, '', 1, '[{\"student\":\"李祖帆\",\"student_id\":\"155\",\"id\":\"337\"}]', 1, '续费赠送1课时', NULL, 1, 1516701204, 1516701204, NULL),
(53, 2, 'Hot-basketball2', 9, '大热篮球俱乐部', 13, '大热常规班', 0, '', 1, '[{\"student\":\"魏信迪\",\"student_id\":\"279\",\"id\":\"469\"}]', 1, '', NULL, 1, 1516864773, 1516864773, NULL),
(54, 3, 'Hot Basketball 1', 9, '大热篮球俱乐部', 13, '大热常规班', 33, '周五北头低年级班', 1, '[{\"student\":\"刘进哲\",\"student_id\":\"128\",\"id\":\"126\"}]', 1, '续费15课时赠送1课时', NULL, 1, 1516935411, 1516935411, NULL),
(55, 3, 'Hot Basketball 1', 9, '大热篮球俱乐部', 13, '大热常规班', 0, '', 1, '[{\"student\":\"刘昊\",\"student_id\":\"364\",\"id\":\"556\"}]', 1, '续费赠送1课时', NULL, 1, 1517106202, 1517106202, NULL),
(56, 2, 'Hot-basketball2', 9, '大热篮球俱乐部', 13, '大热常规班', 55, '丽山文体公园高年级班', 1, '[{\"student\":\"林城佑\",\"student_id\":\"339\",\"id\":\"401\"}]', 1, '续费赠送1课时', NULL, 1, 1517202547, 1517202547, NULL),
(57, 3, 'Hot Basketball 1', 9, '大热篮球俱乐部', 13, '大热常规班', 35, '周六北头中高年级班', 1, '[{\"student\":\"郭雨锜\",\"student_id\":\"387\",\"id\":\"430\"}]', 1, '续费15课时赠送1课时', NULL, 1, 1519525096, 1519525096, NULL),
(58, 14, 'MirandaXian', 9, '大热篮球俱乐部', 13, '大热常规班', 0, '', 1, '[{\"student\":\"张晨儒\",\"student_id\":\"5\",\"id\":\"277\"}]', 3, '购买30课时赠送2课时，续费另外赠送1课时。', NULL, 1, 1519543019, 1519543019, NULL),
(59, 14, 'MirandaXian', 9, '大热篮球俱乐部', 13, '大热常规班', 0, '', 1, '[{\"student\":\"傅晓泷\",\"student_id\":\"393\",\"id\":\"595\"}]', 1, '续费赠送1课时', NULL, 1, 1519544003, 1519544003, NULL),
(60, 14, 'MirandaXian', 9, '大热篮球俱乐部', 13, '大热常规班', 0, '', 2, '[{\"student\":\"何雨辰\",\"student_id\":\"394\",\"id\":\"597\"},{\"student\":\"何明鸿\",\"student_id\":\"374\",\"id\":\"596\"}]', 1, '续费大热常规班15课时赠送1课时', NULL, 1, 1519717656, 1519717656, NULL),
(61, 18, 'AK', 13, 'AKcross训练营', 38, 'AKcross课程', 0, '', 1, '[{\"student\":\"郑德源\",\"student_id\":\"363\",\"id\":\"599\"}]', 2, '', NULL, 1, 1519731194, 1519731194, NULL);
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
