<?php 

return [
    /* ---------- 通用 0xx ---------- */
    // 'MSG_000_NULL'=>'暂无数据',
    'MSG_000' => '暂无数据',

    /* ---------- 成功 2xx ---------- */
    // 'MSG_100_SUCCESS' 	=>'操作成功',
    // 'MSG_101_SUCCESS' 	=>'请求成功',
    'MSG_200' => '操作成功',
    'MSG_201' => '请求成功',

    /* ---------- 失败 4xx ---------- */
    // 'MSG_200_ERROR'	=>'操作失败',
    // 'MSG_201_DBNOTFOUND' => '无此数据',
    'MSG_400' => '操作失败',
    'MSG_401' => '查询失败',
    'MSG_402' => '缺少参数',
    'MSG_403' => '权限不足',
    'MSG_404' => '无此数据',
];